Repository: APoniatowski/maxr
Catalog: data/languages/*/clans.po
Languages: de, hu, ru, sl

# Clan0_Name
source: The Chosen
de: Auserwählte
hu: A Kiválasztottak
ru: Избранные
sl: Simargl

# Clan0_Desc
source: Better Air Units
de: Verbesserte Lufteinheiten
hu: Jobb légi egységek
ru: Лучшие воздушные юниты
sl: Boljše zračne enote

# Clan1_Name
source: Crimson Path
de: Blutroter Weg
hu: Bíbor Ösvény
ru: Путь Кримсона
sl: Svetovid

# Clan1_Desc
source: Better Sea Units
de: Verbesserte Seeeinheiten
hu: Jobb vízi egységek
ru: Лучшие морские юниты
sl: Boljše pomorske enote

# Clan2_Name
source: Von Griffin
ru: Фон Гриффон
sl: Kresnik

# Clan2_Desc
source: Improved Espionage
de: Verbesserte Aufklärung
hu: Javított felderítés
ru: Лучшие шпионы
sl: Izboljšano vohunjenje

# Clan3_Name
source: Ayer's Hand
hu: Ayer Keze
ru: Рука Айера
sl: Svarog

# Clan3_Desc
source: Better Missile Units
de: Verbesserte Langstreckenwaffen
hu: Jobb rakétavető egységek
ru: Лучшая ракетная техника
sl: Boljše raketne enote

# Clan4_Name
source: Musashi
ru: Мусаси
sl: Dažbog

# Clan4_Desc
source: Better Armored Vehicles
de: Verbesserte Panzerung
hu: Jobb páncélozott járművek
ru: Лучшая бронетехника
sl: Boljša oklepna vozila

# Clan5_Name
source: Sacred Eights
de: Heilige Acht
hu: A Nyolc Szent
ru: Священнная восьмерка
sl: Morana

# Clan5_Desc
source: Better Fast Units
de: Schnellere Fahrzeuge
hu: Jobb Gyors egységek
ru: Лучшие быстрые юниты
sl: Boljše hitre enote

# Clan6_Name
source: 7 Knights
de: 7 Ritter
hu: Hét Lovag
ru: Семь рыцарей
sl: Veles

# Clan6_Desc
source: Better Defense
de: Verbesserte Verteidigungsanlagen
hu: Jobb védelem
ru: Лучшая защита
sl: Boljša obramba

# Clan7_Name
source: Axis Inc.
ru: Ось
sl: Perun

# Clan7_Desc
source: Extra Constructors and Engineers (depends on budget)
de: Extra Konstrukteure und Pioniere (Abhängig vom Startkredit)
hu: Extra Építőművek és Utászművek (költségvetéstől függ)
ru: Лучшее производство (дополнительные инженеры и конструкторы)
sl: Dodatni konstruktorji in inženirji (odvisno od sredstev)
