Repository: APoniatowski/maxr
Catalog: data/languages/*/units.po
Languages: de, es, fr, hu, nl, ru, sl

# Vehicle14_Desc
source: Corvette High speed boat with torpedo tubes and sonar. Corvettes can attack any sea unit, but their real strength is their ability to spot and attack submarines.
de: Korvette Hochgeschwindigkeitsschiff mit Torpedos und Echolot. Eine Korvette kann jede Marineeinheit angreifen, aber ihre wirkliche Stärke ist die Fähigkeit, U-Boote zu sichten und anzugreifen.
es: Corveta Barco rápido con tubos de torpedos y sonar. Las corvetas pueden atacar cualquier unidad marina, pero su mejor habilidad es la de descubrir y atacar submarinos.
fr: Corvette Navire rapide à sonar et torpilles, capable de détecter et d'attaquer les sous-marins, comme les autres unités marines.
hu: Korvette Hochgeschwindigkeitsschiff mit Torpedos und Echolot. Korvetten können jede Marineeinheit angreifen, aber ihre wirkliche Stärke ist die Fähigkeit, U-Boote zu sichten und anzugreifen.
nl: Corvette Hoge-snelheids boot met torpedo's en een sonar. Corvettes kunnen alle boten aanvallen, maar hun grootste kracht is hun vermogen om vijandige onderzeeers te ontdekken en aan te vallen.
ru: Корвет Быстроходное судно с торпедами и сонаром. Корветы могут атаковать любое судно, однако их прямое назначение - обнаружение и уничтожение подводных лодок.
sl: Korveta Majhna in hitra ladja, opremljena s torpedi in sonarjem za odkrivanje podvodnih vozil, kot so podmornice in transporterji.

# Vehicle15_Name
source: Escort
de: Eskorte
fr: Escorteur
hu: Kísérő Hajó
ru: Эксорт
sl: Fregata

# Vehicle15_Desc
source: Escort High speed boat with good radar and rapid fire anti-aircraft gun. Escorts are the eyes of a fleet and a fleet's protection from planes.
de: Eskorte Hochgeschwindigkeitsschiff mit gutem Radar und schnellfeuem Luftabwehrgeschütz. Eskorten sind die Augen einer Flotte und ihr Schutz vor Flugzeugen.
es: Escort Barco rápido con buen radar y cañones antiaereos de respuesta rápida. Los escort son los ojos de una flota, y al mismo tiempo la protección de la flota contra aviones.
fr: Escorteur Navire équipé d'un canon anti-aérien, protégeant la flotille des menaces aériennes. Incapable de de se défendre face aux unités marines ou terrestres.
hu: Eskorte Hochgeschwindigkeitsschiff mit gutem Radar und Schnellschussluftabwehrkanone. Geleitschiffe sind die Augen einer Flotte und ihr Schutz vor Flugzeugen.
nl: Escort Hoge-snelheids boot met een goede radar en snel-vurend luchtdoel-kannon. Escorts zijn de ogen van een vloot, en de bescherming van een vloot tegen vliegtuigen.
ru: Эскорт Быстроходное судно с противовоздушным пулёметом и радаром. Эскорты - глаза флотилии и её защита от атак с воздуха.
sl: Fregata Majhno in izredno hitro plovilo, opremljeno s protiletalskim hitrostrelnim topom in zmogljivim radarjem. Fregate so oči bojne flote ali konvoja ladij, hkrati pa služijo tudi kot zaščita pred napadi iz zraka.

# Vehicle16_Name
source: Fighter
de: Jäger
es: Caza
fr: Chasseur
hu: Vadászrepülő
nl: Straaljager
ru: Истребитель
sl: Lovsko letalo

# Vehicle16_Desc
source: Fighter Fast but fragile aircraft carry along a limited number of air-to-air missiles. A Fighter is the best way to drive enemy planes out of an area and to defend a moving force. Ground based anti-aircraft is a better choice for defending a fixed area.
de: Jäger Schnelles aber leicht zerströrbares Flugzeug das eine begrenzte Anzahl von Luft-Luft Raketen mitführt. Jäger sind das beste Mittel um feindliche Flugzeuge zu vertreiben und um eine mobile Armee zu verteidigen. Bodengestützte Luftabwehr ist zum verteidigen eines bestimmtes Gebiet die bessere Wahl.
es: Caza Avión rapidísimo pero de blindaje ligero que lleva un número limitado de misiles aire-aire. Los cazas son la mejor forma de derribar los aviones enemigos de un area, y de defender un ejercito en movimiento.
fr: Chasseur Avion très rapide mais vulnérable, le chasseur permet de repousser les attaques aériennes ennemies, tout comme protéger l'escadrille des chasseurs ennemis. Il est incapable de se défendre des attaques terrestres.
hu: Jäger Schnelles aber empfindliches Flugzeug, das eine begrenzte Anzahl von Luft-Luft Missilen transportiert. Jäger sind das beste Mittel, um feindliche Flugzeuge zu vertreiben und, um eine sich bewegende Armee zu verteidigen. Stationäre Luftabwehr ist die bessere Wahl, um ein bestimmtes Gebiet zu verteidigen.
nl: Straaljager Snel maar kwetsbaar vliegtuig met een beperkt aantal lucht-lucht raketten. Straaljagers zijn de beste manier om vijandige vliegtuigen uit een gebied te verjagen, en om een bewegende groep eenheden te beschermen. Luchtdoelsystemen op de grond zijn beter om een vast gebied te verdedigen.
ru: Истребитель Быстрый самолёт, вооружённый ракетами воздух-воздух. Обладает малым запасом прочности и небольшим боезапасом. Истребители лучшее средство преследования вражеских самолётов, когда для защиты стационарных целей следует использовать наземные установки.
sl: Lovsko letalo Hitro in lahko, a krhko letalo, opremljeno z raketami zrak-zrak. Lovska letala so namenjena napadom na sovražnikova letala in varovanju premikajoče se lastne vojske pred letalskimi napadi. Za varovanje statičnih objektov je primernejša kopenska protiletalska obramba.

# Vehicle17_Name
source: Gunboat
de: Kanonenboot
es: Barco de guerra
fr: Destroyer
hu: Ágyúnaszád
nl: Oorlogsschip
ru: Канонерка
sl: Topnjača

# Vehicle17_Desc
source: Gunboat Heavily armored ship with a large caliber medium range cannon. Excellent at destroying other ships and bombing shore targets.
de: Kanonenboot Schwer gepanzertes Schiff mit einer großkalibrigen Kanone mittlerer Reichweite. Exzellent beim Zerstören von anderen Schiffen und beim Bombardieren von Küstenzielen.
es: Barco de guerra Barco fuertemente armado con un cañón de gran calibre y medio alcance. Excelente para destruir otros barcos y para bombardear objetivos costeros.
fr: Destroyer Navire lourdement blindé, et puissamment armé, de moyenne portée. Excellent pour la destruction d'unité navale et d'installation au large des côtes.
hu: Kanonenboot Schwer gepanzertes Schiff mit einer großkalibrigen Kanone mit mittlerer Reichweite. Exzellent beim Zerstören von anderen Schiffen und beim Bombardieren von Küstenzielen.
nl: Oorlogsschip Zwaar gepantserd schip met een groot kaliber, middel-lange afstands kannon. Uitstekend geschikt om andere schepen te vernietigen en land-doelen dicht bij de kust te bombarderen.
ru: Канонерская лодка Тяжелое судно с мощными ракетными установками средней дальности. Прекрасно подходит для уничтожения вражеского судна или прибрежных целей.
sl: Topnjača Močno oklopljena ladja, oborožena s topovi velikega kalibra, ki ji omogočajo učinkovite napade na srednje oddaljene cilje. Idealna je za napade na sovražnikove ladje in objekte blizu obale.

# Vehicle18_Name
source: Infantry
de: Infanterie
es: Infanteria
fr: Infanterie
hu: Gyalogos
nl: Infanterie
ru: Пехота
sl: Pehota

# Vehicle18_Desc
source: Infantry Human soldier equipped with light anti-tank shoulder weapon. Infantry can also spot enemy infiltrators.
de: Infanterie Soldat, der mit einer leichten Panzerabwehrwaffe ausgestattet ist. Infanterie kann feindliche Infiltratoren ausfindig machen.
es: Infanteria Soldados Humanos equipados con un cañón antitanque ligero. La infantería puede descubrir comandos enemigos.
fr: Infanterie Soldat humain, équipé d'une arme légère anti-blindé. L'infanterie est capable de détecter les commandos ennemis.
hu: Infanterie Soldaten, die mit leichten Panzerabwehrwaffen ausgestattet sind. Infanterie kann feindliche Infiltratoren ausfindig machen.
nl: Infanterie Menselijke soldaten bewapend met lichte anti-tank raketten. Infanterie eenheden kunnen spionnen ontdekken.
ru: Пехота Солдаты, вооруженные легкими противотанковыми установками. Пехота может обнаруживать вражеских шпионов.
sl: Pehota Pehoto sestavljajo posamezni vojaki, z minimalno zaščito in lahkim protioklepnim orožjem. Pehota lahko zazna sovražnikove vohune.

# Vehicle19_Name
source: Constructor
de: Konstrukteur
fr: Constructeur
hu: Építőmű
nl: Bouwer
ru: Конструктор
sl: Konstruktor

# Vehicle19_Desc
source: Constructor Large construction vehicle for creating large buildings, such as mining station and factories. A constructor consumes two materials per turn while operating.
de: Konstrukteur Großes Konstruktionsfahrzeug zum Errichten großer Gebäude wie Bergwerke und Fabriken.
es: Constructor Vehículo de construcción grande para crear estructuras enormes, como minas y fabricas. Un constructor consume dos unidades de metal por cada turno mientras está trabajando.
fr: Constructeur Engin permettant la fabrication d'usines, stations minères et autres bâtiments de la base.
hu: Konstrukteur Großes Konstruktionsfahrzeug zum Errichten großer Gebäude, wie Bergwerke und Fabriken.
nl: Bouwer Groot bouwvoertuig geschikt om grote gebouwen te bouwen, zoals mijnen en fabrieken. Een bouwer verbruikt twee materiaal per beurt tijdens het bouwen.
ru: Конструктор Большая строительная машина для возведения крупных зданий, таких как шахты или заводы. Конструктор потребляет две единицы сырья за каждый ход работы.
sl: Konstruktor Vozilo izjemne velikosti, ki je namenjeno gradnji velikih objektov, kot so rudniki in tovarne. Vsak konstruktor za lastno delovanje porabi dve enoti surovin na potezo.

# Vehicle20_Name
source: Mine Layer
de: Minenleger
es: Minador
fr: Poseur de mines
hu: Aknatelepítő
nl: Mijnen legger
ru: Миноукладчик
sl: Minopolagalec

# Vehicle20_Desc
source: Mine Layer A Minelayer is a specialized construction vehicles which place, detect and remove mines. Minelayer convert onboard raw materials into mines. They can also remove those mines later and convert them back into raw materials. Unfortunately they cannot remove enemy minefields - those must be attacked with gunfire or rockets.
de: Minenleger Ein Minenleger ist ein spezialisiertes Konstruktionsfahrzeug, das Minen plazieren und ausspähen kann. Minenleger kann intern Rohstoff in Minen verwandeln. Sie können diese Minen später auch wieder einsammeln und dabei in Rohstoffe zurückverwandeln. Sie können jedoch keine feindlichen Minenfelder entfernen - diese müssen Sie mit Kanonen oder Raketen angreifen.
es: Minador Los minadores son Vehículos especializados que transforman los materiales de construcción en minas y viceversa. Con estos Vehículos se pueden poner, detectar, y quitar minas. No pueden quitar minas enemigas, estas deben de ser detonadas disparandoles un arma convencional.
fr: Poseur de mines Engin léger spécialisé dans la pose de mines. Il est capable de récupérer les mines déjà posées et les reconvertir en minerai. Ne peut retirer les mines ennemis, qui doivent être explosées pour libérer une zone.
hu: Minenleger Minenleger sind spezialisierte Konstruktionsfahrzeuge, die Minen plazieren, ausspähen und entfernen können. Minenleger können an Board Rohstoffe in Minen verwandeln. Sie können diese Minen später auch wieder entfernen und in Rohstoffe zurückverwandeln. Sie können keine feindlichen Minenfelder entfernen - diese müssen mit Kanonen und Raketen zum Explodieren gebracht werden.
nl: Mijnen legger Mijnen leggers zijn speciaal gebouwde voertuigen om mijnen te leggen, ondekken en op te pakken. Mijnen leggers maken zelf hun mijnen met ruw materiaal dat ze vervoeren. Ze kunnen deze mijnen later ook weer oppakken en terug omzetten naar ruw materiaal. Ze kunnen vijandige mijnenvelden niet opruimen, deze moeten vernietigd worden door ze met andere eenheden aan te vallen.
ru: Миноукладчик Специальные машины для обнаружения, установки и снятия мин. Миноукладчик может превращать мины в сырьё и сырьё в мины. Вражеские мины не могут быть убраны - их необходимо взрывать.
sl: Minopolagalec Minopolagalec je specializirano vozilo, namenjeno polaganju, zaznavanju in odstranjevanju min. Minopolagalci za polaganje min uporabljajo surovine, ki jih prevažajo s seboj, hkrati pa lahko lastne mine pretvorijo nazaj v surovine. Sovražnikovih min minopolagalec ne more odstraniti, temveč jih je potrebno uničiti s streli bojnih enot.

# Vehicle21_Name
source: Missile Crawler
de: Mobiler Missilenwerfer
es: Lanzamisiles
fr: Lance-missile mobile
hu: Lánctalpas Rakétakilővő
nl: Raket Kruiper
ru: РСЗО
sl: Raketni transporter

# Vehicle21_Desc
source: Missile Crawler Missile launcher on an lightly armored chassis. This mobile launcher is slightly less sturdy than the stationary version and requires more raw materials to build. However, the ability to move makes it much more flexible.
de: Mobiler Missilenwerfer Missilenwerfer auf einem leicht gepanzerten Fahrgestell. Dieser mobile Werfer ist ein bisschen weniger robust als die stationäre Version und erfordert zudem mehr Material beim Bau. Allerdings ist er durch seine Mobilität wesentlich flexibler einsetzbar.
es: Lanzamisiles El lanzmisiles es una plataforma de lanzamiento de misiles sobre un chasis ligeramente blindado. Este lanzador movil tiene ligeramente menos alcance que la versión estatica, y requiere más material para construirse. Aun así, la habilidad de moverse lo hace mucho más flexible.
fr: Lance-missile mobile Version mobile terrestre du lance-missile. A la fois lent et fragile, il sert avant tout à ralentir la progression ennemie avec sa longue portée.
hu: mobiler Missilenwerfer Missilenwerfer auf einem leicht gepanzerten Fahrgestell. Dieser mobile Werfer ist ein bisschen weniger robust als die stationäre Version und erfordert mehr Material beim Bau. Allerdings macht ihn seine Bewegungsfähigkeit wesendlich flexibler.
nl: Raket Kruiper Een licht gepantserde mobiele raketlanceerinstallatie. De Raket Kruiper is iets minder robuust dan de vaste lanceerinstallatie, en heeft meer materiaal nodig om gebouwd te worden. Maar de mogelijkheid om hem te verplaatsen maakt hem veel flexibeler.
ru: Реактивная система залпового огня Ракетная установка на легко бронированном трансопрте. Установка немного слабее и дороже стационарного варианта, однако её подвижность делает её более грозным оружием.
sl: Raketni transporter Raketni transporter prevaža manevrirno raketo dolgega dosega na lahko oklopljenem podvozju. Kljub večji krhkosti in dragi izdelavi ima sama mobilnost te enote nekatere prednosti pred stacionarnimi raketnimi platformami.

# Vehicle22_Name
source: Missile Cruiser
de: Missilenschiff
es: Barco lanzamisiles
fr: Croiseur lance-missile
hu: Rakétakilövő Cirkáló
nl: Raket Cruiser
ru: Ракетный корабль
sl: Rušilec

# Vehicle22_Desc
source: Missile Cruiser Ship mounted missile launcher. Excellent range, high attack strength and medium armor makes this a powerful unit.
de: Missilenschiff Auf einem Schiff montierter Missilenwerfer. Exzellente Reichweite, große Angriffsstärke und mittlere Panzerung machen dies zu einer starken Einheit.
es: Barco lanzamisiles Lanzamisiles montado sobre un barco. Excelente alcance, alto poder de ataque, y un blindaje medio hacen de este barco una poderosa unidad.
fr: Croiseur lance-missile Navire équipé d'un lance-missile. Blindage moyen, longue portée et attaque puissante en font une excellente unité.
hu: Missilenschiff Auf einem Schiff montierter Missilenwerfer. Exzellente Reichweite, große Angriffsstärke und mittlere Panzerung machen dies zu einer kraftvollen Einheit.
nl: Raket Cruiser Een varende raketlanceerinstallatie. Een uitstekend bereik, hoge aanvalskracht en middelmatige pantsering waardoor dit een krachtige eenheid is.
ru: Ракетный корабль Судно с мощной дальнобойной ракетной установкой.
sl: Rušilec Rušilec je opremljen z manevrirnimi raketami dolgega dosega. Visoka moč izstrelka, izjemen doseg in srednje oklopljen trup so lastnosti te mogočne enote.

# Vehicle23_Name
source: Mobile anti-aircraft
de: Mobile Luftabwehr
es: Antiaereo móvil
fr: DCA mobile
hu: Mobil Légvédelmi Ágyú
nl: Mobiele Luchtafweer
ru: Мобильная Зенитка
sl: Protiletalski top

# Vehicle23_Desc
source: Mobile anti-aircraft Light and fast vehicle with a rapid fire gun for shooting down enemy planes. Mobile anti-aircraft are generally defensive units, because they aren't as fast as planes and can't move while firing. Use them to protect an area once your fighters have chased away enemy ground attack planes.
de: Mobile Luftabwehr Leichtes und schnelles Fahrzeug mit einem schnellen Geschütz zum Abschießen vom feindlichen Flugzeugen. Die Mobile Luftabwehr ist normalerweise eine Verteidigungseinheite. Sie ist nicht so schnell wie ein Flugzeuge und kann nach einer Bewegungen nicht mehr feuern. Benutzen Sie sie, um ein Gebiet zu beschützen, nachdem ihre Jäger die feindlichen Bomber verjagt haben.
es: Antiaereo móvil Vehículo ligero, rápido, y con un cañón de fuego rápido y alta precisión para derribar aviones enemigos. Los antiaereos móviles se usan generalmente para defender zonas alejadas de la ase, ya que no son tan rápidos como los aviones y no pueden moverse y disparar en el mismo turno. Utilizalos para proteger tus tropas mientras tus cazas acaban con los bombarderos enemigos.
fr: DCA mobile Version mobile du canon anti-aérien. Unité essentielle dans la protection de vos unités terrestres de combat, elle sert à la défense en repoussant les bombardiers ennemis.
hu: Mobile Luftabwehr Leichtes, schnelles Fahrzeug mit einer schnellen Kanone zum Abschießen vom feindlichen Flugzeugen. Mobile Luftabwehr sind normalerweise Verteidigungseinheiten, da sie nicht so schnell wie Flugzeuge sind und sich nicht bewegen können, solange sie feuern. Benutzen Sie sie, um ein Gebiet zu beschützen, nachdem ihre Jäger die feindlichen Bomber verjagt haben.
nl: Mobiele Luchtafweer Licht en snel met een snel-vurend luchtafweer kanon. Mobiele Luchtafweer zijn vooral bedoeld voor verdediging, aangezien ze niet zo snel zijn als vliegtuigen en niet tegelijk kunnen bewegen en schieten. Te gebruiken om een gebied te beschermen wanneer straaljagers vijandige bommenwerpers verjaagd hebben.
ru: Мобильное Зенитное орудие Легкое быстрое транспортное средство с пулемётом для борьбы с вражеской авиацией. В связи с недостаточной скоростью перемещения Зенитки являются оборонительной техникой, для преследования вражеской авиации лучше использовать истребители.
sl: Protiletalski top Lahko in hitro vozilo, opremljeno s hitrostrelnim topom za obrambo pred sovražnimi letali. Njegova vloga je zlasti obrambna, saj je počasnejši od letal, hkrati pa ne more streljati med premikom. Namenjen je področni obrambi kopenskih enot.

# Vehicle24_Name
source: Engineer
de: Pionier
es: Ingeniero
fr: Ingénieur
hu: Utászmű
nl: Pionier
ru: Инженер
sl: Inženir

# Vehicle24_Desc
source: Engineer Small construction vehicle for creating small buildings and stationary defense weapons.
de: Pionier Kleines Konstruktionsfahrzeug zum Bau kleiner Gebäude und stationärer Verteidigungsanlagen.
es: Pequeño Vehículo de construcción para crear pequeños edificios y defensas de base.
fr: Ingénieur Petit engin spécialisé dans la construction des petites installations et d'unités d'artillerie fixes.
hu: Pionier Kleines Konstruktionsfahrzeug, das kleine Gebäude und stationäre Waffen baut.
nl: Pionier Klein bouwvoertuig om kleinen gebouwen en wapengebouwen mee te bouwen.
ru: Инженер Малая строительная машина для возведения небольших зданий.
sl: Inženir Inženir je majhno konstruktorsko vozilo, namenjeno postavitvi manjših zgradb in stacionarnih obrambnih konstrukcij.

# Vehicle25_Name
source: Repair Unit
de: Repariereinheit
es: Unidad de reparación
fr: Réparateur
hu: Szerelőegység
nl: Reparatie Eenheid
ru: Ремонтный юнит
sl: Servisno vozilo

# Vehicle25_Desc
source: Repair Unit Light vehicle which can rapidly repair ground units and buildings. Repairs require raw materials. The more extensive the damage, the more raw materials are required. Depots, docks, hangars and barracks can also repair units.
de: Repariereinheit Leichtes Fahrzeug das schnell Bodeneinheiten und Gebäude reparieren kann. Reparaturen erfordern Rohstoff. Je größer der Schaden ist, desto mehr Rohstoff benötigt die Instandsetzung. Depots, Docks, Hangars und Kasernen können auch Einheiten reparieren.
es: Unidad de reparación Vehículo ligero que puede reparar rápidamente unidades de tierra y edificios. Las reparaciones exigen materiales. Cuantos más daños haya que reparar, más materiales serán necesarios. Depositos, Muelles, Hangares y cuarteles pueden también reparar unidades.
fr: Réparateur Engin servant à réparer les unités terrestres aussi bien fixes que mobiles, et transportant une réserve de minerai. Plus les dégâts sont importants, plus le coût en minerai augmente.
hu: Repariereinheit Leichtes Fahrzeug, das schnell Bodeneinheiten und Gebäude reparieren kann. Peparaturen erfordern Materialien. Je größer der Schaden ist, desto mehr Materialien benötigt die Instandsetzung. Depots, Docks, Hangars und Kasernen können auch Einheiten reparieren.
nl: Reparatie Eenheid Licht voertuig dat snel grondeenheden en gebouwen kan repareren. Voor de reparaties is ruw materiaal nodig. Hoe zwaarder de schade, des te meer materiaal er nodig is. Depots, werven, hangars en kazernes kunnen ook eenheden repareren.
ru: Ремонтный юнит Лёгкое транспортное средство для ремонта техники и зданий. Для осуществления ремонта необходимо сырьё. Чем больше повреждения, тем больше сырья необходимо. Депо, доки, ангары и бараки также могут производить ремонт.
sl: Servisno vozilo Lahko vozilo, namenjeno hitremu popravilu enot in zgradb. Za popravila servisno vozilo porablja surovine, ki jih v omejeni količini prevaža s seboj. Za popravila mobilnih enot so poleg servisnega vozila primerne tudi garaže, pristanišča in hangerji.

# Vehicle26_Name
source: Scanner
es: Escaner
fr: Radar mobile
hu: Mobil Radar
nl: Radarvoertuig
ru: Мобильный сканер
sl: Skener

# Vehicle26_Desc
source: Scanner Mobile radar platform. Slower and more expensive than a scout, but with a better scan range. A scanner is an excellent way to spot targets for long ranged units like missile crawlers.
de: Scanner Mobile Radarplattform. Langsamer und teuer als ein Späher, aber mit einer besseren Scanreichweite. Ein Scanner ist ein exzellentes Mittel um Ziele für Einheiten mit großer Reichweite wie mobilen Missilenwerfer zu orten.
es: Escaner Plataforma radar movil. Lenta y más cara que un Explorador, pero con mayor alcance de radar. Un escaner es una unidad genial para descubrir objetivos para las unidades de muy largo alcance, como los lanzamisiles.
fr: Radar mobile Version mobile du radar. Moins rapide et plus cher qu'un éclaireur, sa portée de scan est bien plus importante. Utile dans la détection d'unité d'attaque ennemie à longue portée, et l'anticipation des mouvements ennemis.
hu: Scanner Mobile Radarplattform. Langsamer und teuer als ein Späher, aber mit einer besseren Scanreichweite. Ein Scanner ist ein exzellentes Mittel, um Ziele für Einheiten mit sehr großer Reichweite wie mobile Missilenwerfer auszuspähen.
nl: Radarvoertuig Mobiele radar. Trager en duurder dan een verkenner, maar met een beter radar-bereik. Een Radarvoertuig is een uitstekende manier om doelen voor lange-afstandswapens zoals Raket Kruipers te vinden.
ru: Сканер Мобильный радар. Медленнее и дороже Скаутов, однако имеет больший диапазон обнаружения. Сканер - идеальный вариант для обнаружения целей в помощь РСЗО.
sl: Skener Mobilna radarska platforma, z večjim pregledom od izvidnikov, a dražja, počasnejša in neoborožena. Skener je namenjen zlasti spremstvu enot z orožjem dolgega dosega.

# Vehicle27_Name
source: Scout
de: Späher
es: Explorador
fr: Éclaireur
hu: Felderítő
nl: Verkenner
ru: Скаут
sl: Izvidnik
