Repository: APoniatowski/maxr
Catalog: data/languages/*/units.po
Languages: de, es, fr, hu, nl, ru, sl

# Vehicle27_Desc
source: Scout High speed scouting vehicle for exploration and spotting enemy units. Can cross water without a bridge but is faster on land. Very fast and good scan range but much weaker than most combat units.
de: Späher Hochgeschwindigkeitsfahrzeug zum Erkunden sowie zum Aufspähen von gegnerischen Einheiten. Kann Wasser ohne Brücke überqueren ist jedoch an Land schneller. Sehr schnell und mit guter Scanreichweite aber viel schwächer als die meisten Kampfeinheiten.
es: Explorador Vehículo muy rapido y con un radar bastante potente para explorar y descubrir unidades enemigas. Puede cruzar el agua sin puente, pero es mucho más lento que en tierra. Buen alcance y muy rápido, pero más debil que cualquier otra unidad militar.
fr: Éclaireur Unité terrestre très mobile, l'éclaireur permet une rapide reconnaissance des lieux grâce à son radar moyenne portée. Il est aussi capable de se déplacer sur l'eau à plus faible vitesse, et est équipé d'une petite arme de défense. Fragile, mais très faible coût.
hu: Späher Hochgeschwindigkeitsfahrzeug, das feindliche Einheiten auskundschaftet und ausspäht. Kann Wasser ohne Brücke überqueren, is jedoch schneller auf Land. Sehr schnell und gute Scanreichweite, aber viel schwächer als die meisten Kampfeinheiten.
nl: Verkenner Hoge snelheids verkenningsvoertuig voor verkenning en het vinden van vijandige eenheden. Kan over water manouvreren zonder dat er een brug nodig is, maar is sneller op land. Zeer snel en een goed radar-bereik, maar veel zwakker dan de meeste gevechtseenheden.
ru: Скаут Высокоскоростное транспортное средство для обнаружения вражеских подразделений. Может пермещаться по воде, но с меньшей скоростью чем по суше. Обладает большой скоростью и радиусом сканера, однако слаб в бою против большинства других боевых единиц.
sl: Izvidnik Hitro izvidniško vozilo za raziskovanje terena in odkrivanje sovražnih enot. Lahko potuje po vodi, ima visok pregled nad okolico, vendar šibko orožje in oklep v primerjavi z drugimi bojnimi enotami.

# Vehicle28_Name
source: Sea Mine Layer
de: Seeminenleger
es: Barco minador
fr: Poseur de mine naval
hu: Víziakna Telepítő
nl: Zeemijnen legger
ru: Морской миноукладчик
sl: Minolovec

# Vehicle28_Desc
source: Sea Mine Layer Seaborne version of the minelayer. Like its land based counterpart, the sea minelayer can manufacture mines and convert them back into raw materials. Furthermore he can detect seamines of your enemy.
de: Seeminenleger Seevariante eines Minenlegers. Wie sein Gegenpart auf dem Land, kann er Minen herstellen und auch diese wieder in Rohstoffe zurückverwandeln. Zudem kann er feindliche Seeminen aufspühren.
es: Barco minador Versión maritima del minador. Puede producir, detectar y quitar minas.
fr: Poseur de mine naval Version marine du poseur de mine. Comme celui sur terre, il est capable de détecter et récupérer les mines navales en les recyclant en minerai. Les mines navales sont très efficaces contre les sous-marins.
hu: Seeminenleger Seevariante des Minenlegers. Wie sein Gegenpart auf dem Land, kann er Minen herstellen, sie ausspähen, und die in Rohstoffe zurückverwandeln.
nl: Zeemijnen legger Varende versie van de mijnen legger. Net als de land-versie kan de zeemijnen legger mijnen maken, leggen, ontdekken, oppakken en terug omzetten naar ruw materiaal.
ru: Морской миноукладчикr Морская версия миноукладчика. Как и свой сухопутный аналог, может устанавливать мины, снимать их и превращать в сырьё.
sl: Minolovec Minolovec je pomorska različica minopolagalca. Tako kot minopolagalec služi za polaganje, zaznavanje in odstranjevanje pomorskih min. Pobrane mine lahko predela nazaj v surovine.

# Vehicle29_Name
source: Sea Transport
de: Seetransporter
es: Barco de transporte
fr: Transp. marin
hu: Vízi Csapatszállító
nl: Varend Transport
ru: Морской транспорт
sl: Transportna ladja

# Vehicle29_Desc
source: Sea Transport Heavily armored ship with space to carry up to six land units. Sea transports are much slower than air transports, but also much more likely to survive an enemy attack.
de: Seetransporter Schwer gepanzertes Schiff mit Platz, um bis zu sechs Landeinheiten zu transportieren. Seetransporter sind langsamer als Transportflugzeuge, aber sie überleben auch eher einen feindlichen Angriff.
es: Barco de transporte Barco con un duro blindaje y con espacio para mover hasta seis unidades de tierra. Los barcos de transporte son más lentos que los aviones de transporte, pero tienen más posibilidades de seguir con vida tras un ataque enemigo.
fr: Transporteur marin Navire capable de transporter six unités terrestres à la fois. Plus lent que la version aérienne, il est toutefois plus solide.
hu: Seetransporter Schwer gepanzertes Schiff mit Platz, um bis zu sechs Landeinheiten zu transportieren. Seetransporter sind langsamer als Transportflugzeuge, aber sie überleben auch eher einen feindlichen Angriff.
nl: Varend Transport Zwaar gepantserd schip met ruimte voor maximaal zes land-eenheden. Varend Transporters zijn veel langzamer dan Lucht Transport, maar hebben veel meer kans om een vijandelijke aanval te overleven.
ru: Морской транспорт Тяжело бронированное судно для перевозки шести боевых единиц. Намного медленнее воздушного аналога, но намного прочнее.
sl: Transportna ladja Močno oklopljena ladja, ki je sposobna prevažati do šest kopenskih enot. Transportne ladje so počasnejše od transportnih letal, vendar pa dosti bolj odporne na sovražnikov ogenj.

# Vehicle30_Name
source: Submarine
de: U-Boot
es: Submarino
fr: Sous-marin
hu: Tengeralattjáró
nl: Onderzeeer
ru: Субмарина
sl: Podmornica

# Vehicle30_Desc
source: Submarine Lurking beneath the surface, submarine can sneak close to the enemy to fire powerful torpedoes. Submarines do not use active sonar, which might reveal their positions. Only corvettes can spot a submarine before it fires. Only submarines, corvettes and ground attack planes can attack them.
de: U-Boot Dicht unter der Wasseroberfläche lauernd, kann es sich nahe an den Feind heranschleichen um kraftvolle Torpedos abzufeuern. Da U-Boote kein aktives Sonar haben, können nur Korvetten U-Boote aufspühren, bevor diese einen Torpeto abschießen. Nur U-Boote, Korvetten und Bomber können U-Boote angreifen.
es: Submarino Los submarinos acechan bajo la superficie y pueden estar muy cerca del enemigo antes de disparar sus poderosos torpedos. Los submarinos no llevan un sonar activo, que delataría su posición. Solo las corvetas pueden detectar a un submarino antes de que este dispare. Solo otro submarino, una corveta, o un bombardero puede atacarlos.
fr: Sous-marin Espionnant sous l'eau, les sous-marins peuvent infiltrer le chantier naval ennemi et faire feu de leurs puissantes torpilles. Possédant un sonar furtif, seul les corvettes sont capable de les détecter, face à qui ils sont vulnérables ainsi qu'aux bombardiers.
hu: U-Boot Dicht unter der Wasseroberfläche lauernd, können sich U-Boot nah an den Feind heranschleichen, um ihre kraftvollen Torpedos abzufeuern. Nur Korvetten können ein U-Boot ausspähen. Desweiteren verrät das Abfeuern eines Torpedos ihre Position.Nur U-Boote, Korvetten und Bomber können sie angreifen.
nl: Onderzeeer Door zich onder het wateroppervlak te bewegen kunnen onderzeeers dicht naar de vijand toesluipen om vervolgens hun krachtige torpedo's af te schieten. Onderzeeers hebben geen actieve sonar, aangezien dit hun positie zou kunnen verraden. Alleen corvettes kunnen onderzeeers ontdekken voor de aanvallen. Alleen andere onderzeeers, covettes en bommenwerpers kunnen onderzeeers aanvallen.
ru: Субмарина Скрываясь под водной поверхностью, субмарина может подплыть близко для атаки мощными торпедами. Субмарины не используют открытый сонар, который может выдать их расположение. Только корвет может обнаружить скрытую субмарину. Только субмарины, корветы и штурмовики могут атаковать субмарину.
sl: Podmornica Skrita pod gladino se lahko podmornica prikrade v bližino sovražnika in izstreli torpeda. Podmornica nima aktevnega sonarja, saj bi jo le-ta izdal. Zgolj korvete lahko odkrijejo podmornico, napadejo pa jo lahko le druge podmornice, korvete in bombniki.

# Vehicle31_Name
source: Surveyor
de: Gutachter
es: Topógrafo
fr: Prospecteur
hu: Geodéta
nl: Bodemonderzoeker
ru: Геодезист
sl: Geološko vozilo

# Vehicle31_Desc
source: Surveyor Light, amphibious vehicle with sophisticated sensors for detecting underground minerals and enemy mines. Unlike most amphibious units, surveyors are on water as fast as an on Land.
de: Gutachter Leichtes, amphibisches Fahrzeug mit sehr feinen Sensoren zum Auffinden von Bodenschätzen und feindlichen Minen. Im Gegensatz zu den meisten amphibischen Einheiten sind Gutachter auf Wasser genauso schnell wie auf Land.
es: Topografo Vehículo ligero y anfibio con sofisticados sensores para detectar recursos bajo el suelo y minas enemigas. Al contrario que la mayoría de unidades anfibias los topógrafos son igual de rápidos sobre el agua que sobre tierra firme.
fr: Prospecteur Engin léger, permettant de scruter et de détecter les ressources souterraines. Amphibien, il est toutefois plus rapide sur terre que sur l'eau.
hu: Gutachter Leichtes, amphibisches Fahrzeug mit sehr feinen Sensoren zum Auffinden von Untergrundrohstoffen und feindlichen Minen. Im Gegensatz zu den meisten amphibischen Einheiten sind Gutachter auf Wasser fast genauso schnell wie auf Land.
nl: Bodemonderzoeker Licht amphibievoertuig met geavanceerde sensoren voor het detecteren van ondergrondse voorraden mineralen en vijandige mijnen. In tegenstelling tot de meeste andere amphibievoertuigen verplaatsen ze zich net zo snel over water als over land.
ru: Геодезист Легкая машина, которая может перемещаться по воде и суше с одинаковой скоростью. Служит для геодезической разведки.
sl: Geološko vozilo Lahko amfibijsko vozilo, opremljeno z natančnimi senzorji za zaznavo podzemnih mineralov in sovražnih min. Za razliko od drugih amfibijskih enot je geološko vozilo enako hitro tako na kopnem kot na vodi.

# Vehicle32_Name
source: Tank
de: Panzer
es: Tanque
fr: Char d'assault
ru: Танк

# Vehicle32_Desc
source: Tank Heavily armored fighting vehicle. Best used on the frontline to prevent enemy units from reaching lightly-armored support units such as assault guns and rocket launchers.
de: Panzer Schwer gepanzertes Kampffahrzeuge. Am besten an der Frontlinie eingesetzt um feindliche Einheiten daran zu hindern, leichter gepanzerte Hilfseinheiten wie z.B. Sturmgeschütze und Raketenwerfer anzugreifen.
es: Tanque Vehículo militar fuertemente blindado. Usado habitualmente en primera linea para evitar que los enemigos creen brecha con Vehículos de asalto ligeros como los tanques de asalto o los lanzacohetes.
fr: Char d'assault Char lourdement blindé permettant d'encaisser les tirs du front et laisser les unités plus puissantes riposter sans encombre.
hu: Panzer Schwer gepanzerte Kampffahrzeuge. Am besten an der Frontlinie eingesetzt, wo sie feindliche Einheiten daran hindern können, leicht gepanzerte Hilfseinheiten wie z.B. Sturmgeschütze und Raketenwerfer zu erreichen.
nl: Tank Zwaar gepantserd gevechtsvoertuig. Kan het beste gebruikt worden aan het front om te voorkomen dat vijandige eenheden licht bepantserde eenheden zoals aanvalseenheden en raket kruipers kunnen bereiken.
ru: Танк Тяжелая боевая машина. Лучше всего подходит для использования на передовой, чтобы остановить легкие юниты протвиника.
sl: Tank Močno oklopljeno bojno vozilo, namenjeno frontalnim spopadom in zaščiti šibkeje oklopljenih enot, kot so samohodni topovi in raketometi.

# Vehicle33_Name
source: Gold Truck
de: Goldtransporter
es: Camión para oro
fr: Camion d'or
hu: Aranyszállító
nl: Goud Vrachtwagen
ru: Золототранспорт
sl: Transporter zlata

# Vehicle33_Desc
source: Gold Truck Unit for moving gold from one location to an other.
de: Goldtransporter Einheit, um Gold von einem Ort zum nächsten zu transportieren.
es: Camión para oro Unidad para mover oro de un lado a otro.
fr: Camion d'or Véhicule transportant des réserves d'or d'un point à un autre. Utile lorsque il y a plusieurs bases non interconnectées.
hu: Goldtransporter Einheit, um Golderz von einem Ort zum nächsten zu bewegen.
nl: Goud Vrachtwagen Eenheid voor het verplaatsen van gouderts van de ene locatie naar de andere.
ru: Золототранспорт Грузовик для перевозки золота.
sl: Transporter zlata Transporter zlata je namenjen prevažanju nerafiniranega zlata med različnimi lokacijami.

# Vehicle34_Name
source: Supply Truck
de: Versorgungstruck
es: Camión para suministros
fr: Camion de minerai
hu: Nyersanyagszállító
nl: Bevoorradings Vrachtwagen
ru: Грузовик
sl: Oskrbovalno vozilo

# Vehicle34_Desc
source: Supply Truck Truck for hauling raw materials. Useful for resupplying engineers and constructors and for supplying combat units with new ammunition.
de: Versorgungstruck Lkw zum Transport von Rohstoff. Nützlich um Pionierfahrzeuge und Konstrukteure zu versorgen und um Kampfeinheiten wieder mit Munition aufzuladen.
es: Camión para suministros Camión para mover metal y suministros. Útil para rellenar ingenieros y constructores, y para llevar munición a las unidades del campo de batalla.
fr: Camion de minerai Véhicule transportant des réserves de minerai d'un point à un autre. Utile lorsque il y a plusieurs bases non interconnectées.
hu: Versorgungstruck Lkw zum Transport von Rohstoffen. Nützlich, um Pionierfahrzeuge und Konstrukteure zu versorgen und um Kampfeinheiten wieder mit Munition aufzuladen.
nl: Bevoorradings Vrachtwagen Vrachtwagen voor het verplaatsen van ruw materiaal. Nuttig om pioniers en bouwers te bevoorraden en om gevechtseenheden van nieuwe munitie te voorzien.
ru: Грузовик поддержки Служит для перевозки сырья, загрузки сырьём строителей и пополнения боезапаса машин.
sl: Oskrbovalno vozilo Oskrbovalno vozilo je namenjeno prevozu surovin, oskrbovanju inženirjev in konstruktorjev s surovinami ter oskrbovanju bojnih enot s strelivom.

# Vehicle35_Name
source: Fuel Truck
de: Tankwagen
es: Camión para combustible
fr: Camion-citerne
hu: Üzemanyagszállító
nl: Brandstof Vrachtwagen
ru: Топливный транспорт
sl: Cisterna

# Vehicle35_Desc
source: Fuel Truck Truck for moving fuel.
de: Tankwagen Lkw, um Treibstoff zu transportieren.
es: Camión para combustible Camión para mover combustible.
fr: Camion-citerne Véhicule transportant des réserves de carburant d'un point à un autre. Utile lorsque il y a plusieurs bases non interconnectées.
hu: Tankwagen Lkw, um Treibstoff zu transportieren.
nl: Brandstof Vrachtwagen Vrachtwagen voor het verplaatsen van brandstof.
ru: Топливный транспорт Грузовик для перевозки топлива.
sl: Cisterna Vozilo je namenjeno prevozu goriva med različnimi lokacijami.
