Repository: APoniatowski/maxr
Catalog: data/languages/*/units.po
Languages: de, es, fr, hu, nl, ru, sl

# Building26_Desc
source: Radar Stationary, long-range radar. Longer-range units like missile launchers and artillery cannot fire on what they cannot see, so it's important to have a scanner or radar nearby.
de: Radar Stationäre langstrecken Radaranlage. Einheiten mit hoher Reichweite wie Missilenwerfer und Artillerie können nicht auf etwas schießen, das sie nicht sehen. Daher ist es wichtig, einen Scanner oder ein Radar in der Nähe zu haben.
es: Radar Radar estacionário. Las unidades de largo alcance (lanzamisiles y artillerias) no pueden disparar donde no ven, por tanto es importante tener un radar cerca.
fr: Radar Installation fixe à radar. Avec un scanner à longue portée, les radars sont les yeux de la base, permettant aux lances-missiles d'exploiter pleinement la portée de leurs tirs.
hu: Radar Stationäres Radargerät mit großer Reichweite. Einheiten mit größerer Reichweite wie Missilenwerfer und Artillerie können nicht auf etwas schießen, das sie nicht sehen können, daher ist es wichtig, einen Scanner oder ein Radar in der Nähe zu haben.
nl: Radar Vaststaand lange-afstands radar. Lange-afstands eenheden zoals raket lanceerders en artillerie kunnen niet schieten op wat ze niet kunnen zien, dus het is belangrijk om een radarvoertuig of radar in de buurt te hebben.
ru: Радар Стационарный радар большого радиуса действия. Некоторые стационарные пушки не могут открыть огонь по врагам вне зоны действия их радара, поэтому возведение специального радара рядом расширит их огневой диапазон.
sl: Radar Stacionarni radar dolgega dosega, ki omogoča pregled nad bojiščem in premiki sovražnih enot.

# Building27_Name
source: Research Center
de: Forschungszentrum
es: Centro de investigación
fr: Centre de recherche
hu: Fejlesztőközpont
nl: Laboratorium
ru: НИИ
sl: Raziskovalni center

# Building27_Desc
source: Research Center It examines how your units can be improved. Unlike upgrades purchased with credits, the research need time and the improvements are small. However research affects all of your units. In addition you can also research without a gold source. To operate a research center and a worker and power is required.
de: Forschungszentrum In einem Forschungszentrum wird erforscht, wie Ihre Einheiten verbessert werden können. Im Unterschied zu Upgrades, die mit Sie mit Kredits erwerben, benötigt die Forschung Zeit und die Verbesserungen sind klein. Allerdings wirkt sich die Forschung auf all Ihre Einheiten aus. Zudem können Sie auch ohne Goldquelle forschen. Zum Betreiben eines Forschungszentrums wird eine Arbeiter sowie Energie benötigt.
es: Centro de investigación Los centros de investigación investigan diferentes formas de mejorar tus unidades. Al contrario que las mejoras compradas con creditos, las investigaciones necesitan tiempo, y las mejoras son más pequeñas. Aun así, las investigaciones afectan a todas tus unidades, no solo a las de un tipo, y no necesitan que tengas una reserva de oro o minas. Un centro de investigación necesita colonos de un apartamento para funcionar, y energía.
fr: Centre de recherche Les centres de recherche explorent les possibilités de progression technologique des unités. Contrairement aux mises à jour à l'aide des crédits élaborés par les raffineries d'or, les mises à jour par la recherche prennent du temps, et sont par palier. Cependant, les progrès apportés par la recherche affectent sans distinction toutes les unités et installations. Nécessite des colons proventant d'habitats et de l'énergie pour opérer.
hu: Forschungslabor Forschungszentren erforschen, wie Sie Ihre Einheiten verbessern können. Im Unterschied zu Upgrades, die mit raffiniertem Gold erworben werden, benötigt Forschung Zeit und die Verbesserungen sind klein. Allerdings betriff die Forschung alle Ihrer Einheiten statt nur eine Art und benötigt keine Golderzquelle. Ein Forschungszentrum benötigt Kolonisten einer Behausung und Energie, um operieren zu können.
nl: Laboratorium Laboratoria onderzoeken manieren om je eenheden te verbeteren. In tegenstelling tot verbeteringen die gekocht kunnen worden door gouderts te verwerken kost onderzoek tijd en zijn de verbeteringen klein. Maar onderzoek heeft wel effect op alle type eenheden in plaats van slechts een enkel type. Bovendien is er voor onderzoek geen gouderts nodig. Een laboratorium heeft kolonisten van een verblijf nodig om zijn werk te kunnen doen, en heeft bovendien energie nodig.
ru: Научный Исследовательский Центр Позволяет изучать улучшения для техники. В отличие от улучшений за кредиты, исследование улучшения происходит длительное время и не настолько эффективное, как улучшение за кредиты. В свою очередь улучшения в НИИ влияют на все виды техники и не требуют золота. НИИ необходимы колонисты и электроэнергия для работы.
sl: Raziskovalni center Raziskovalni centri so namenjeni izboljševanju tehnologije. Za razliko od nadgradenj, ki jih je možno kupiti, raziskave zahtevajo čas in napredki so v manjših korakih. Vendar pa izsledki raziskav vplivajo na vse enote in ne le na eno, hkrati pa za delovanje ne potrebujejo zlata temveč le koloniste iz prebivališča in energijo iz elektrarne ali generatorja.

# Building28_Name
source: Road
de: Strasse
es: Carretera
fr: Route
hu: Út
nl: Weg
ru: Дорога
sl: Cesta

# Building28_Desc
source: Road Units move twice as fast over road squares.
de: Straße Einheiten bewegen sich mit doppelter Geschwindigkeit über Straßen.
es: Carretera Las unidades se mueven el doble de rápido si circulan sobre una carretera.
fr: Route Les unités terrestres doublent leur vitesse sur les routes goudronnées.
hu: Straße Einheiten bewegen sich mit doppelter Geschwindigkeit über Straßen.
nl: Weg Eenheden verplaatsen zich twee keer zo snel over een weg.
ru: Дорога Подразделения двигаются с удвоенной скоростью по дорожному полотну.
sl: Cesta Cesta omogoča vsem kopenskim enotam, da se premikajo dvakrat hitreje kot preko običajnega terena.

# Building29_Name
source: Sea Mine
de: Seemine
es: Mina submarina
fr: Mine marine
hu: Víziakna
nl: Zeemijn
ru: Морская мина
sl: Morska mina

# Building29_Desc
source: Sea Mine A sea mine is a small and hard to detect explosive device. Concealed below sea level, designed to destroy enemy targets while they pass over. Only surveyors, minelayers and infiltrators (next to the coast) can spot mines. Once spotted, almost every damage will destroy it.
de: See Eine Seemine ist eine kleine und schwer zu entdeckente Sprengfalle. Verborgen unter der Wasseroberfläche, zur Zerstörung feindlicher Ziele die sich darüber bewegen Entwickelt. Nur Gutachter, Minenleger und Infiltratoren (in Küstennähe) können Minen aufspühren. Sobald sie entdeckt wurde wird fast jede Beschädigung sie zerstören.
es: Mina submarina Dispositivo explosivo pequeño y muy dificil de detectar. Solo los topógrafos mineros, y comandos, pueden descubrirlas. Una vez descubiertas, cualquier minimo daño las destruirá.
fr: Mine marine Explosifs invisibles et redoutables face aux unités navales, les mines marines peuvent être détectées uniquement par les poseurs de mines et les prospecteurs. Une fois découverte, un simple dégât suffit à les faire exploser et dégager le chemin.
hu: Seemine Kleines, schwer zu entdeckendes, explosives Geschütz. Nur Guachter, Minenleger und Infiltratoren können Minen ausspähen. Sobald sie entdeckt werden, wird fast jede Beschädigung sie zerstören.
nl: Zeemijn Klein, moeilijk detecteerbaar explosief. Alleen bodemonderzoekers, mijnen leggers en spionnen kunnen mijnen detecteren. Wanneer ze gedetecteerd zijn is er slechts een minimale schade nodig om ze te vernietigen.
ru: Морская мина Маленькое устройство, которое могут обнаружить только геодезисты, миноукладчики и шпионы. При контакте с вражеской техникой мины детонируют. Будучи обнаруженными, мины легко уничтожить.
sl: Morska mina Majhno, plavajoče in težko zaznavno eksplozivno telo, ki se ga položi v vodo in služi za uničevanje ter oviranje sovražnikovih pomorskih enot. Sovražne morske mine lahko zaznajo le vohuni, minolovci in geološka vozila. Po odkritju jih je možno uničiti s streli bojnih enot.

# Building30_Name
source: Shield
de: Schildgenerator
es: Escudo
fr: Bouclier (alien)
hu: Idegen Pajzsgenerátor
nl: Schild
ru: Щит
sl: Oklep

# Building30_Desc
source: Shield Protect building around it with a shield from enemy fire.
de: Schildgenerator Schützt angrenzente Gebäute mit einem Schild vor feindlichem Feuer.
es: Escudo
fr: Bouclier (alien)
hu: Alien Schildgenerator unbekannt
nl: Schild
ru: Щит
sl: Oklep

# Building31_Name
source: Gold Vault
de: Goldtresor
es: Almacén de Oro
fr: Réserve d'or
hu: Aranytároló
nl: Goud Pakhuis
ru: Золотохран.
sl: Skladišče zlata

# Building31_Desc
source: Gold Vault Holds gold. Mining stations produce gold every turn, if they have gold underneath them. To store unused gold, a mining station must be connected to a gold vault.
de: Goldtresor Beinhaltet unraffiniertes Gold. Bergwerke können in jeder Runde Gold produzieren, wenn sich unter ihnen eine Goldadern befindet. Um ungenutztes Gold zu lagern, muss ein Bergwerk mit einem Goldtresor verbunden sein.
es: Almacén de oro Guarda oro sin refinar. Las estaciones mineras producen oro cada turno, si tienen oro ajo ellas. Para guardar el oro la mina ha de estar conectada al almacén de oro.
fr: Réserve d'or Entrepose les réserves d'or extrait. Nécessite d'être connecté à une station minière.
hu: Goldtresor Beinhaltet unrafiniertes Golderz. Berkwerke produzieren in jeder Runde Gold, wenn sich Goldadern unter ihnen befinden. Um das Erz zu lagern, muss ein Berkwerk mit einem Goldtresor verbunden sein.
nl: Goud Pakhuis Kan gebruikt worden om gouderts op te slaan. Mijnen produceren elke beurt goud, indien ze boven een goudader gebouwd zijn. Om deze gouderts op te slaan moet een mijn verbonden zijn met een goud pakhuis.
ru: Золотохранилище Служит для хранения лишнего золота.
sl: Skladišče zlata Namenjeno je shranjevanju nerafiniranega zlata, neposredno iz povezanih rudnikov, ali preko specialnih transportnih vozil za prevoz zlata (Transporter zlata).

# Building32_Name
source: Storage Unit
de: Lagereinheit
es: Almacén de recursos
fr: Unité de d'entreposage
hu: Nyersanyagtároló
nl: Opslag Eenheid
ru: Склад
sl: Skladišče surovin

# Building32_Desc
source: Storage Unit Holds raw materials. Mining stations produce raw materials every turn. To store more unused raw materials, a mining station should be connected to a storage unit.
de: Lagereinheit Lagert für Rohstoff. Bergwerke produzieren Rohstoff in jeder Runde. Um ungenutzten Rohstoff zu lagern, muss ein Bergwerk an eine Lagereinheit angeschlossen sein.
es: Almacén de recursos Guarda metal/materiales de construcción. Las minas producen materiales de construcción cada turno. Para guardar materiales, una mina ha de estar conectada a un almacén.
fr: Unité d'entreposage Entrepose les réserves de minerai extrait. Nécessite d'être connecté à une station minière.
hu: Lagereinheit Lagert Rohstoffe. Bergwerke produzieren Rohstoffe in jeder Runde. Um Überschüssige Rohstoffe zu lagern, muss ein Bergwerk an eine Lagereinheit angeschlossen sein.
nl: Opslag Eenheid Kan gebruikt worden om ruw materiaal op te slaan. Mijnen produceren elke beurt ruw materiaal, indien ze boven een plek met ruw materiaal gebouwd zijn. Om extra materiaal op te slaan moet een mijn verbonden zijn met een opslag eenheid.
ru: Склад Служит для хранения лишнего сырья.
sl: Skladišče surovin Namenjeno je shranjevanju surovin, neposredno iz povezanih rudnikov, ali preko oskrbovalnih vozil.

# Building33_Name
source: Fuel Tank
de: Treibstofftank
es: Tanque de combustible
fr: Réservoir à carburant
hu: Üzemanyagtároló
nl: Brandstof Tank
ru: Топливная цистерна
sl: Skladišče goriva

# Building33_Desc
source: Fuel Tank Holds fuel. Mining stations produce fuel every turn. To store unused fuel, a mining station must be connected to a fuel tank.
de: Treibstofftank Lagert für Treibstoff. Bergwerke produzieren in jeder Runde Treibstoff. Um ungenutzten Treibstoff zu lagern, muss das Bergwerk an einen Treibstofftank angeschlossen sein.
es: Tanque de combustible Guarda combustible. Las minas producen combustible cada turno. Para guardar combustible, una mina ha de estar conectada a un tanque de combustible.
fr: Réservoir à carburant Entrepose les réserves de carburant extrait. Nécessite d'être connecté à une station minière.
hu: Treibstofftank Lagert Treibstoffreserven. Berkwerke produzieren in jeder Runde Treibstoff. Um überschüssigen Treibstoff zu lagern, muss das Berkwerk an einen Treibstofftank angeschlossen sein.
nl: Brandstof Tank Kan gebruikt worden om brandstof op te slaan. Mijnen produceren elke beurt brandstof, indien ze boven een olie-bron gebouwd zijn. Om extra brandstof op te slaan moet de mijn met een brandstof tank verbonden zijn.
ru: Топливная цистерна Соужит для хранения топлива.
sl: Skladišče goriva Namenjeno je shranjevanju goriva, neposredno iz povezanih rudnikov, ali preko specialnih vozil za prevoz goriva (Cisterna).

# Building34_Name
source: Training Hall
de: Trainingshalle
es: Area de entrenamiento
fr: Hall d'entraînement
hu: Kiképzőközpont
nl: Trainingskamp
ru: Тренировочный зал
sl: Vadbeni center

# Building34_Desc
source: Training Hall Trains infiltrators who can disable or capture enemy units and infantry to guard against infiltrators. A training hall requires one worker from a habitat and power to operate.
de: Trainingshalle Trainiert Infiltratoren die feindliche Einheiten außer Gefecht setzen oder gefangen nehmen können und Infanterie. Nur Infanterie und andere Infiltratoren können Infiltratoren entdecken. Eine Trainingshalle benötigt Arbeiter einer Behausung und Energie, um operieren zu können.
es: Area de entrenamiento Entrena comandos que pueden desarmar o capturar unidades enemigas, y infantería para protegerse de los comandos. Un área de entrenamiento necesita colonos de un apartamento y energía para funcionar.
fr: Hall d'entraînement Entraîne les commandos et l'infanterie. Nécessite des colons provenant d'habitats et de l'énergie pour opérer.
hu: Trainingshalle Trainiert Infiltratoren, die feindliche Einheiten außer Gefecht setzen oder gefangen nehmen können, und Infanterie. Nur Infanterie und andere Infiltratoren können Infiltratoren ausspähen. Eine Trainingshalle benötigt Kolonisten einer Behausung und Energie, um operieren zu können.
nl: Trainingskamp Opleidingsplek voor spionnen die eenheden kunnen uitschakelen en veroveren, en voor infanterie om tegen spionnen te waken. Een trainingskamp heeft kolonisten uit een verblijf nodig om zijn werk te doen. Ook heeft een trainingskamp energie nodig.
ru: Тренировочный зал Обучает шпионов, которые могут саботировать работу вражеской техники или захватить её, а также пехоту для защиты от шпионов. Тренировочный зал требует колонистов из Жилищ и энергию для работы.
sl: Vadbeni center Center za usposabljanje vohunov in pehote. Za delovanje potrebuje koloniste iz prebivališča in energijo iz elektrarne ali generatorja.

# Building35_Name
source: Eco-sphere
de: Ökosphäre
es: Invernadero
fr: Éco-sphère
hu: Ökoszféra
nl: Eco-sfeer
ru: Эко-сфера
sl: Eko-sfera

# Building35_Desc
source: Eco-sphere If you'll win via points, your primary goal should be to construct as many as possible Eco-spheres. Each Eco-sphere gives you one point per turn. Defend your Eco-spheres well, because if one is destroyed, you'll lose all the points it generated for you! Each Eco-sphere need one worker of a habit and power to operate.
de: Ökosphäre Wenn Sie per Punkten gewinnen wollen, sollte Ihr primäres Ziel sein, so viele Ökosphären wie möglich zu bauen. In jeder Runde in der eine Ökosphäre läuft, verbessert diese Ihren Punktestand um einen Punkt. Beschützen Sie dieses Gebäute gut, denn wenn es zerstört wird, verlieren sie alle Punkte, die es bisher erzeugt hat. Eine Ökosphäre benötigt einen Arbeiter einer Behausung und Energie.
es: Invernadero Tu principal objetivo es la construcción de invernaderos. Cada invernadero te da un punto de colonia por turno. Defiende bien tus invernadores, ya que si te rompen uno, perderás todos los puntos que este te haya dado.
fr: Éco-sphère Votre but premier est la construction d'éco-sphères. Chaque éco-sphère vous donne un point de colonie par tour. Défendez bien vos éco-sphères, car si l'une d'entre elles est détruite, vous perdez tous les points qu'elle avait accumulés!
hu: Eco-sphere Your primary goal is the construction of eco-spheres. Each eco-sphere gives you one colony point per turn. Defend your eco-spheres well, because if one is destroyed, you lose all the points it generated for you!
nl: Eco-sfeer Als je wil winnen met punten is het je belangrijkste opdracht om zoveel mogelijk Eco-sferen te bouwen. ELke Eco-sfeer geeft je 1 punt per beurt. Zorg ervoor dat uw Eco-sferen goed beschermd zijn, als je Eco-sfeer vernietigd wordt, verlies je al de punten die er in gegenereerd werden! Elke Eco-sfeer heeft 1 Werker van een Verblijf nodig om te kunnen werken.
ru: Эко-сфера Ваша основная задача - постройка эко-сфер. Каждая эко-сфера даёт одно очко колонизации за ход. Защищайте эко-сферы - если одну из них уничтожат, Вы потеряете все очки, которые она принесла!
sl: Eko-sfera Za zmago s točkami je glavni cilj hitra izgradnja čim večjega števila eko-sfer. Vsaka eko-sgera prinese eno točko na potezo. Eko-sfere je potrebno dobro zavarovati, saj se v primeru uničenja izgubijo tudi dosežene točke. Vsaka eko-sfera potrebuje za delovanje delavca in energijo.

# Vehicle01_Name
source: Air Transport
de: Transportflugzeug
es: Transporte Aereo
fr: Transp. aérien
hu: Szállítórepülő
nl: Lucht Transport
ru: Авиатранспорт
sl: Transportno letalo

# Vehicle01_Desc
source: Air Transport Aircraft capable of holding up to three ground units.
de: Transportflugzeug Flugzeug mit der Fähigkeit bis zu drei Bodeneinheiten zu transportieren.
es: Transporte Aereo Avión con blindaje medio capaz de transportar hasta tres unidades de tierra.
fr: Transport aérien Avion transporteur capable de porter 3 unités terrestres à la fois.
hu: Szállítórepülő Nehéz repülőgép-hordozó, ami három földi egységet képes szállítani.
nl: Lucht Transport Groot vliegtuig, geschikt voor het vervoeren van maximaal drie grondeenheden.
ru: Авиатранспорт Тяжелый самолёт, способный нести на борту до трёх сухопутных подразделений.
sl: Transportno letalo Masivno letalo, ki je sposobno nositi do tri kopenske enote.

# Vehicle02_Name
source: Alien Assault Gun
de: Alien-Sturmgeschütz
es: Tanque de asalto alien
fr: Canon Automoteur Alien
hu: Idegen Rohamtank
nl: Buitenaardse Aanvalseenheid
ru: Штурмовик пришельцев
sl: Nezemljanska samohodka

# Vehicle02_Desc
source: Alien Assault Gun Powerful plasma weapon mounted on a fast, medium-armored chassis. While not as fragile as human assault guns, the alien assault gun should still avoid enemy fire whenever possible. All alien units repair themselves and improve their abilities with experience.
de: Alien-Sturmgeschütz Leistungsstarke Plasmawaffe, die auf ein schnelles, mittelstark gepanzertes Gestell montiert ist. Obwohl es nicht so zerbrechlich wie ein menschliches Sturmgeschütze ist, sollte das Alien-Sturmgeschütz dennoch Feindfeuer vermeiden. Alle Alieneinheiten reparieren sich selbst und verbessern ihre Fähigkeiten durch Erfahrung.
es: Tanque de asalto alien Se trata de una potentísimo cañón de plasma montado sobre un chasis rápido con blindaje medio. No es tan frágil como los tanques de asalto humanos, y además tiene la habilidad de evitar los disparos enemigos cuando puede. Todas las unidades alien se autoreparan, y mejoran sus habilidades con experiencia.
fr: Canon Automoteur Alien Char d'assaut alien avec canon plasma puissant monté sur un chassis légèrement blindé. Comme toutes les unités alien, il se répare seul, et augmente ses capacités par apprentissage.
hu: Idegen Rohamtank Erős plazmafegyver, amit egy gyors, közepesen páncélozott alvázra szereltek. Habár nem olyan sebezhető, mint az emberi rohamtank, az idegen rohamtanknak ugyan úgy kerülnie kell az ellenséges tüzet, amikor csak lehet. Minden idegen egység önjavító, és tapasztalatszerzéssel javítják képességeiket.
nl: Buitenaards Aanvalseenheid Krachtig plasma wapen bevestigd op een snel, middelmatig-gepantserd onderstel. Hoewel niet zo kwetsbaar als een normale aanvalseenheid, kan de buitenaartse aanvalseenheid toch ook beter vijandelijk vuur ontwijken voor zover mogelijk. Alle buitenaartse eenheden repareren zichzelf, en verbeteren hun eigenschappen door ervaring.
ru: Штурмовик пришельцев Мощная плазменная устновка на шасси со средней броней. Более прочные, чем людская техника, но всё ещё уязвимы для ракетного огня. Все подразделения пришельцев ремонтируют сами себя и улучшают характеристики со боевым опытом.
sl: Nezemljanska samohodka Močan plazmatski top, nameščen na hitro, srednje oklopljeno podvozje. Kljub večji odpornosti od človeških samohodnih topov, se mora tudi to vozilo ogibati sovražnega ognja. Kot vse nezemljanske enote se tudi letalo avtomatično popravlja in izboljšuje bojne lastnosti z novimi izkušnjami.

# Vehicle03_Name
source: Alien Attack Plane
de: Alien-Jagdbomber
es: Avión alien
fr: Bombardier Alien
hu: Idegen Vadászbombázó
nl: Buitenaards Vliegtuig
ru: Самолёт пришельцев
sl: Nezemljansko letalo
