Repository: APoniatowski/maxr
Catalog: data/languages/*/units.po
Languages: de, es, fr, hu, nl, ru, sl

# Vehicle03_Desc
source: Alien Attack Plane Alien fighter-bomber. While the alien plane is primarily designed to attack ground targets, it can also attack other planes. Though powerful, the alien attack plane is still vulnerable to anti-aircraft fire. Like other alien units, alien planes repair themselves and improve their abilities with experience.
de: Alien-Jagdbomber Hauptsächlich für einen Angriff von Bodenzielen entworfen, kann er auch andere Flugzeuge angreifen. Obwohl das Alienflugzeug leistungsstark ist, ist es dennoch durch Luftabwehrfeuer zerstörbar. Wie andere Alieneinheiten, können auch Alienflugzeuge sich selbst reparieren und verbessern ihre Fähigkeiten durch Erfahrung.
es: Avión alien Caza y bombardero al mismo tiempo. El avión alien fué diseñado principalmente para atacar objetivos terrestres, pero también lleva misiles aire-aire para derribar otros aviones. A pesar de ser muy polivalente sigue siendo debil frente cualquier tipo de defensa antiaerea. Como el resto de unidades alien, se autorepara, y mejora sus habilidades con experiencia.
fr: Avion Alien Avion alien à la base bombardier, il est capable aussi d'attaquer les autres unités aériennes. Relativement puissant, il reste néanmoins vulnérable aux canons anti-aériens. Comme toutes les unités alien, il se répare seul, et augmente ses capacités par apprentissage.
hu: Idegen Vadászbombázó Idegen Vadászbombázó. Míg az idegen repülőt elsődlegesen földi célpontok megsemmisítésére tervezték, más repülőkre is képes kilőni rakétáit. Habár nagyon erős, az idegen támadó gép így is sebezhető a légvédelmi ágyúk tüzével szemben. Mint a többi idegen egység, az idegen repülő is javítja önmagát, és tapasztalatszerzéssel javítja képességeit.
nl: Buitenaards Vliegtuig Buitenaardse gevechts-bommenwerper. Het buitenaards vliegtuig primair bedoeld is om gronddoelen aan te vallen, maar het kan ook raketten afschieten naar andere vliegtuigen. Hoewel het sterk is, is het buitenaards vliegtuig nog steeds kwetsbaar voor anti-luchtdoel vuur. Alle buitenaartse eenheden repareren zichzelf, en verbeteren hun eigenschappen door ervaring.
ru: Самолёт пришельцев Штурмовик-бомбардировщик неизвестного производства. В первую очередь служит для уничтожения наземных целей, но может вести огонь и по воздушным целям. Несмотря на огневую мощь, уязвим для огня зениток. Все подразделения пришельцев ремонтируют сами себя и улучшают характеристики с боевым опытом.
sl: Nezemljansko letalo Nezemljansko letalo je hkrati lovec in bombnik. V prvi vrsti je namenjeno uničevanju kopenskih ciljev, vendar lahko izstreljuje rakete tudi na sovražna letala. Kljub izjemni moči, je še vedno občutljivo na protiletalsko obrambo. Kot vse nezemljanske enote se tudi to letalo avtomatično popravlja in izboljšuje bojne lastnosti z novimi izkušnjami.

# Vehicle04_Name
source: Alien Gunboat
de: Alien-Kanonenboot
es: Barco Alien
fr: Destroyer Alien
hu: Idegen Hadihajó
nl: Buitenaards Ship
ru: Канонерка пришельцев
sl: Nezemljanska ladja

# Vehicle04_Desc
source: Alien Gunboat Heavily armored and armed warship of alien design. Like the human gunboat, the alien gunboat excels at destroying other ships and land targets near the shore. All alien units repair themselves and improve their abilities with experience.
de: Alien-Kanonenboot Schwer gepanzertes und bewaffnetes Kriegsschiff im Aliendesign. Wie ein menschliches Kanonenboot ist es hervorragend zum Zerstören von anderen Schiffen und Landzielen in Ufernähe geeignet. Alle Alien Einheiten reparieren sich selbst und verbessern ihre Fähigkeiten durch Erfahrung.
es: Barco alien Se trata de un barco de guerra de diseño alien, está fuertemente blindado y armado. Es excelente para destruir otros barcos y objetivos costeros. Todas las unidades alien se autoreparan, y mejoran sus habilidades con experiencia.
fr: Navire alien Navire de guerre alien au blindage lourd. Comme celui humain, le destroyer alien excelle dans la destruction des navires ennemis et les installations près du rivage. Comme toutes les unités alien, il se répare seul, et augmente ses capacités par apprentissage.
hu: Idegen Hadihajó Nehézpáncélzattal és nehézfegyverekkel ellátott idegen eredetű hadihajó. Akár az emberi ágyúnaszád, az idegen hadihajó is más hajók és parthoz közeli földi célpontok elpusztításában tűnik ki. Minden idegen egység önjavító, és tapasztalatszerzéssel javítják képességeiket.
nl: Buitenaards Ship Zwaar gepantserd en bewapend oorlogsschip van buitenaards ontwerp. Net als het slagschip is het Buitenaards Ship uitstekend geschikt om andere schepen en gronddoelen in de buurt van de kust te vernietigen. Alle buitenaartse eenheden repareren zichzelf, en verbeteren hun eigenschappen door ervaring.
ru: Канонерка пришельцев Тяжело бронированное судно неизвестного производства. Как и человеческие канонерки, служит для уничтожения других кораблей и целях на берегу. Все подразделения пришельцев ремонтируют сами себя и улучшают характеристики со боевым опытом.
sl: Nezemljanska ladja Močno oklopljena in oborožena bojna ladja nezemljanske izdelave. Podobno, kot človeška topnjača, se tudi ta ladja odlikuje v uničevanju sovražnih ladij in napadih na kopenske cilje, ki so blizu obale. Kot vse nezemljanske enote se tudi ladja avtomatično popravlja in izboljšuje bojne lastnosti z novimi izkušnjami.

# Vehicle05_Name
source: Alien Tank
de: Alien-Panzer
es: Tanque alien
fr: Char d'assault Alien
hu: Idegen Tank
nl: Buitenaardse Tank
ru: Танк пришельцев
sl: Nezemljanski tank

# Vehicle05_Desc
source: Alien Tank Heavily armored tank of alien design. An Alien tank is best used at the front of an attack to soak up enemy fire. All alien units repair themselves and improve their abilities with experience.
de: Alien-Panzer Schwer gepanzerter Panzer im Aliendesign. Ein Alien-Panzer wird am besten an der Front eines Angriffs eingesetzt um feindliches Feuer abzufangen. Alle Alieneinheiten reparieren sich selbst und verbessern ihre Fähigkeiten durch Erfahrung.
es: Tanque alien Tanque alien fuertemente blindado. Los tanques alien son ideales para mantenerlos en un frente defensivo para dispersar el fuego enemigo. Todas las unidades alien se autoreparan, y mejoran sus habilidades con experiencia.
fr: Char d'assault Alien Char lourdement blindé d'origine alien, excellent pour absorber les tirs ennemis sur le front. Comme toutes les unités alien, il se répare seul, et augmente ses capacités par apprentissage.
hu: Idegen Tank Schwer gepanzerter Panzer im Aliendesign. Alienpanzer werden am bessten an der Front eines Angriffs eingesetzt, um feindliche Feuer abzufangen. Alle Alieneinheiten reparieren sich selbst, und verbessern ihre Fähigkeiten durch Erfahrung.
nl: Buitenaardse Tank Zwaar gepantserde tank van buitenaards ontwerp. De Buitenaardse Tank kan het best gebruikt worden aan het front om vijandig vuur op te vangen. Alle buitenaartse eenheden repareren zichzelf, en verbeteren hun eigenschappen door ervaring.
ru: Танк пришельцев Тяжелый танк неизвестного прозводства, служит для войны на передовых линиях. Все подразделения пришельцев ремонтируют сами себя и улучшают характеристики с боевым опытом.
sl: Nezemljanski tank Močno oklopljeni tank, nezemljanske izdelave. Nezemljanske tanke je najbolje uporabiti v prvih bojnih vrstah, da pritegnejo sovražni ogenj. Kot vse nezemljanske enote se tudi tank avtomatično popravlja in izboljšuje bojne lastnosti z novimi izkušnjami.

# Vehicle06_Name
source: APC
de: MTW
es: Transporte de personal
fr: Transp. Infanterie
hu: Csapatszállító
nl: Personen Transport
ru: Бронетранспорт
sl: Transporter

# Vehicle06_Desc
source: Armored Personnel Carrier Fast armored vehicle to transport infantry and infiltrators. The APC can move slowly underwater as well as on land. Only enemy corvettes can detect an APC moving under water.
de: Mannschaftstransportwagen Schnelles, gepanzertes Gefährt zum transportieren von Infanterie und Infiltratoren. Der MTW bewegt sich mit normaler Geschwindigkeit auf dem Land, kann sich aber auch langsam unter Wasser fortbewegen. Nur feindliche Korvetten können ein sich unter Wasser bewegenden MTW entdecken.
es: Transporte de personal Vehículo rapido y ligeramente blindado para transportar infantería y comandos. El transporte de personal (APC) puede moverse lentamente bajo el agua y rápidamente sobre tierra firme. Solo las corvetas pueden detectar el APC cuando se mueve bajo el agua.
fr: Transporteur d'infanterie Véhicule de transport d'infanterie et de commandos, rapide mais légèrement blindé, capable de se mouvoir asur terre et, moins rapidement, dans la mer. Seule une corvette est capable de le détecter une fois sous l'eau. Douze soldats peuvent être transportés à la fois.
hu: Csapatszállító Schnell, gepanzert, um Infanterie und Infiltratoren zu transportieren. Das APC kann sich langsam sowohl unter Wasser als auch auf Land bewegen. Nur feindliche Korvetten können ein sich unter Wasser bewegendes APC entdecken.
nl: Personen Transport Snel gepantserd voertuig om infanterie en spionnen te vervoeren. Het Personen Transport kan zich zowel over land als langzaam onderwater voortbewegen. Alleen vijandige covettes kunnnen Personen Transport ontdekken die zich onder water bevinden.
ru: Бронетранспорт Быстрый бронированный транспорт для перевозки пехоты и шпионов. Способен медленно перемещаться под водой. Только вражеский Корвет может обнаружить бронетранспорт под водой.
sl: Transporter Hitro in oklopljeno vozilo za transport pehote in vohunov. Transporter se lahko uporablja tako na kopnem kot tudi pod vodo, kjer pa je počasnejši. Pod vodo ga zaznajo le sovražnikove korvete.

# Vehicle07_Name
source: Assault Gun
de: Sturmgeschütz
es: Tanque de asalto
fr: Canon Automoteur
hu: Rohamtank
nl: Aanvalseenheid
ru: Штурмовая установка
sl: Samohodni top

# Vehicle07_Desc
source: Assault Gun Lightly armored vehicle with a middle-range gun, firing high-explosive shells. Fast and effective on the attack, but fragile.
de: Sturmgeschütz Leicht gepanzertes Fahrzeug mit einer Waffe mittlerer Reichweite, die hochexplosieve Granaten feuert. Schnell und effektiv im Angriff, aber ebensoleicht zerstörbar.
es: Tanque de asalto Vehículo ligeramente blindado con cuatro cañones de largo alcance que disparan obuses altamente explosivos. Rapido y efectivo para atacar, pero fragil.
fr: Canon Automoteur Unité terrestre rapide à moyenne portée et attaque puissante. A cause de son blindage léger, sa mise en attaque doit se faire après avoir absorber les tirs avec les chars lourds.
hu: Sturmgeschütz Leicht gepanzertes Fahrzeug mit einer Waffe mit großer Reichweite, die hochexplosieve Granaten feuert. Schnell und effektiv im Angriff, aber recht verwundbar.
nl: Aanvalseenheid Licht gepantserd voertuig met een lange afstandswapen dat sterk-explosieve munitie schiet. Snel en efficient bij het aanvallen, maar kwetsbaar.
ru: Штурмовая установка Быстроходный транспорт с разрывными снарядами. Быстрый и эффективный для атаки, однако обладает малым запасом прочности.
sl: Samohodni top Lahko oklopljeno vozilo z nameščenim topom srednjega dosega, ki strelja visoko eksplozivne izstrelke. Učinkovit je v napadu, a šibak v obrambi.

# Vehicle08_Name
source: AWACS
es: AWAC
fr: AWAC
hu: AWAC
nl: AWAC
ru: АВАКС

# Vehicle08_Desc
source: AWACS Airborne Warning and Control System. Basically a flying radar dish. An AWACS is essential to spot enemy anti-aircraft before your planes fly into firing range.
de: AWACS Luftgestütztes Frühwarnsystem - im Grunde ein fliegenders Radar. Ein AWACS ist notwendig um feindliche Luftabwehr zu endtecken, bevor Ihre Flugzeuge in Feuerreichweite fliegen.
es: AWAC Avión de detección y control. Basicamente un radar volador, los AWAC son esenciales para descubrir las defensas antiaereas enemigas antes de que tus aviones de combate entren en su linea de alcance.
fr: AWAC Avion de reconnaissance radar. Essentiel dans les missions de reconnaissance et la détection des installations et unités anti-aériennes.
hu: AWAC Luftwarnung und Kontrollflugzeug. Im Grunde ein fliegender Radar Reflektor. Ein AWAC ist notwendig, um feindliche Luftabwehr auszumachen, bevor ihre Flugzeuge in Feuerreichweite fliegen.
nl: AWAC Radarvliegtuig. Feitelijk niet veel meer dan een vliegende radarschotel, essentieel om anti-luchtdoel eenheden te ontdekken voordat andere vliegtuigen binnen hun bereik komen.
ru: АВАКС Авиационная система предупреждения и управления. Являясь по сути обычным самолётом с установленым радаром, АВАКС жизненно важен для обнаружения самолётов противника, прежде чем Ваши штурмовики войдут в их зону поражения.
sl: AWACS Letalo za pregled in upravljanje bojišča. Letalo je opremljeno z zmogljivim radarjem, ki omogoča učinkovito zgodnje opozarjanje pred sovražnikovimi enotami in vodenje lastnih enot.

# Vehicle09_Name
source: Ground Attack Plane
de: Bomber
es: Bombardero
fr: Bombardier
hu: Légibombázó
nl: Bommenwerper
ru: Штурмовик
sl: Bombnik

# Vehicle09_Desc
source: Ground Attack Plane A heavier plane carrying air-to-ground missiles. Ground Attack Planes are expensive, but the advantages are worth the cost. Their great speed lets them reach any trouble spot quickly and once they arrive, only fighters and anti-aircraft can defend against them. Moreover they are able to attack submarine.
de: Bomber Ein schwereres und teures Flugzeug, das mit Luft-Boden-Raketen bewaffnet ist. Der Vorteile der hohen Geschwindigkeit sowie die Fähigkeit alle Boden- und Seeeinheiten (vorallem aber U-Boote) angreifen zu können, rechtfertigen die hohen Herstellungskosten.
es: Bombardero Un avión muy grande llevando una enorme carga de misiles aire-tierra. Los bombarderos son caros, pero las ventajas que ofrecen merece la pena pagarlas. Su velocidad les permite llegar a cualquier lugar rápidamente, y al mismo tiempo que llegan pueden disparar. Solo los cazas y las defensas antiaereas te pueden defender de ellos.
fr: Bombardier Avion lourd de bombardement des unités et installations terrestres ou marines. Le bombardier a un coût élevé, mais ses avantages sont à la hauteur de son prix. Une unité indispensable dans l'attaque et la destruction de la base ennemie.
hu: Bomber Ein schwereres Flugzeug, das eine volle Ladung Luft zu Bodenmissilen transportiert. Teuer, aber die Geschwindigkeit und die Fähigkeit mit Genehmigung alles außer Jäger und Luftabwehr anzugreifen ist's wert.
nl: Bommenwerper Een zwaar vliegtuig vol met gronddoel-raketten. Bommenwerpers zijn kostbaar, maar de voordelen zijn de kosten waard. Hun grote snelheid brengt ze snel op probleempunten, en alleen gevechtsvliegtuigen en luchtdoel-eenheden kunnen ze aanvallen.
ru: Штурмовик Тяжелый самолёт, который несет ракеты воздух-земля. Штурмовик дорог для производства, но затраты полностью окупают себя. Штурмовик может быстро настигнуть цель, где от него могут защититься только Истребители и зенитки.
sl: Bombnik Težko bojno letalo, opremljeno z vodenimi raketami zrak-zemlja. Bombniki so dragi, vendar njihove zmogljivosti in moč odtehtajo ceno. Zaradi hitrosti in dosega so idealni za napade presenečenja, pri katerih so jim kos le lovska letala in protiletalska obramba.

# Vehicle10_Name
source: Bulldozer
es: Excavadora
hu: Buldózer
ru: Бульдозер
sl: Buldožer

# Vehicle10_Desc
source: Bulldozer Vehicle to clear rubble of destructed buildings and units. While they clear away the rubble they are able to generate raw materials out of it.
de: Bulldozer Fahrzeug mit der Fähigkeit, Schutt zerstörter Gebäude und Einheiten wegzuräumen. Bulldozer erzeugen dabei Rohstoff aus dem Schutt.
es: Excavadora Vehículo para transformar los escombros en metal para que puedan volver a ser usados.
fr: Bulldozer Unité de nettoyage terrestre. Obligatoire pour pouvoir reconstruire sur les restes d'un bâtiment ou d'une unité, recyclés en minerai.
hu: Bulldozer Fahrzeug, um Geröll und zerstörte Gebäude zu räumen. Bulldozer können Material aus Schutt herausfiltern.
nl: Bulldozer Voertuig om wrakken op te ruimen en gebouwen af te breken. Bulldozers kunnen materiaal winnen uit wrakstukken.
ru: Бульдозер Транспортное средство для уборки обломков техники и руин зданий. Бульдозеры могут превращать мусор в сырьё для повтороного использования.
sl: Buldožer Vozilo je namenjeno odstranjevanju razbitin in uničevanju zgradb. Buldožer med čiščenjem razbitin pridobiva surovine .

# Vehicle11_Name
source: Cargo Ship
de: Frachtschiff
es: Barco de carga
fr: Navire cargo
hu: Nyersanyagszállító Hajó
nl: Vracht Schip
ru: Грузовой корабль
sl: Oskrbovalna ladja

# Vehicle11_Desc
source: Cargo Ship Ship for hauling raw materials. Useful for resupplying engineers and reload sea combat units with new ammunition.
de: Frachtschiff Schiff für den Transport von Rohstoff. Nützlich um Pionierfahrzeuge mit Rohstoff zu versorgen und die Munition von Seekampfeinheiten nachzuladen.
es: Barco de carga Barco para transportar metal. Utiles para proveer colonias en islas alejadas o para abastecer de munición a los barcos de guerra.
fr: Navire cargo Navire transportant les réapprovisionnements, pour recharger en munitions les autres navires.
hu: Frachtschiff Schiffe für den Transport von Rohstoffen. Nützlich, um Pionierfahrzeuge und Seekampfeinheiten wieder mit Munition aufzuladen.
nl: Vracht Schip Schip om overwerkt materiaal te vervoeren. Handig om pioniers te bevoorraden en om schepen van nieuwe munitie te voorzien.
ru: Грузовой корабль Корабли для перевозки сырья. Полезны для пополнения боезапаса боевых кораблей.
sl: Oskrbovalna ladja Ladja je namenjena prevozu osnovnih surovin in materiala na bojišče. Idealna je za oskrbovanje inženirskih enot z gradbenim materialom in pomorskih bojnih enot s strelivom.

# Vehicle12_Name
source: Rocket Launcher
de: Raketenwerfer
es: Lanzacohetes
fr: Lance-roquette
hu: Rakétavető
nl: Raket Lanceerder
ru: Ракетная установка
sl: Raketomet

# Vehicle12_Desc
source: Rocket Launcher Lightly armored vehicle firing medium-range rockets which affect all units within 2 squares of the target. Most effective against groups of enemy units.
de: Raketenwerfer Leicht gepanzertes Fahrzeug das Mittelstreckenraketen abfeuert. Alle Einheiten die sich innerhalb von 2 Feldern um das Ziel herum befinden werden dabei auch beschädigt. Am effektivsten gegen Gruppen feindlicher Einheiten.
es: Lanzacohetes Vehículo ligeramente blindado que dispara cohetes de medio alcance que afectan a todas las unidades que estén a 2 cuadros del objetivo. Muy efectivo contra grupos de unidades enemigas.
fr: Lance-roquette Véhicule au blindage léger, avec attaques à la roquette se fragmentant à l'explosion et atteignant les zones voisines sur un rayon de 2 carrés. Utile par exemple pour déminer les zones ennemis ou pour exterminer rapidement tout une batterie d'infanteries.
hu: Raketenwerfer Leicht gepanzertes Fahrzeug, das Mittelstreckenraketen abfeuert, die alle Einheiten in Mitleidenschaft ziehen, die sich innerhalb von 2 Flächen um das Ziel herum befinden. Gegen Gruppen feindlicher Einheiten am effektivsten.
nl: Raket Lanceerder Licht gepanserd voertuig dat middel-lange afstands rakketten kan afschieten die alle eenheden binnen een straal van 2 vierkanten raakt. Meest effectief tegen groepen vijandige eenheden.
ru: Ракетная установка Легко бронированное транспортное средство с ракетами, поражающими несколько находящимхся рядом целей.
sl: Raketomet Lahko oklopljeno vozilo, opremljeno z raketami srednjega dosega, ki vsebujejo razpršno razstrelivo. Ker so izstrelki na cilju učinkoviti v obsegu dveh kvadratov, je raketomet idealen za napad na strnjene enote in za uničevanje minskih polj.

# Vehicle13_Name
source: Infiltrator
es: Comando
fr: Commando
hu: Hírszerző
nl: Spion
ru: Шпион
sl: Vohun

# Vehicle13_Desc
source: Infiltrator Commando trained in the arts of stealth and electronic warfare. Infiltrators can disable or capture enemy units. Infiltrators are normally invisible until they make a mistake trying to capture enemy units or until they are spotted by infantry or infiltrators.
de: Infiltrator Kommando das in der Kunst der lautlosen und elektronischen Kriegsführung trainiert ist. Ein Infiltrator kann feindliche Einheiten unschädlich machen oder gefangen nehmen. Dabei ist er für den Feind unsichtbar, es sei denn das er bei seiner arbeit einen Fehler macht. Zudem kann er von feindlicher Infanterie und Infiltratoren aufgespürt werden.
es: Comando Unidad humana espepcializada en el arte de la ocultación y en la guerra electronica. Los comandos pueden desactivar edificios y Vehículos enemigos, así como capturar Vehículos desactivados. Los comandos son normalmente invisiles, hasta que cometen un fallo al desactivar o capturar una unidad, o hasta que son descubiertos por otra unidad humana, como infantería u otro comando.
fr: Commando Soldat d'infiltration, entraîné à l'art de la furtivité et de l'électronique, invisible pour les unités non humaines. Le commando permet de neutraliser ou de voler une unité ennemie selon son degré d'expérience. Si la tentative échoue, le commando devient visible aux unités ennemis et est donc vulnérable. Il est capable aussi de détecter les zones minées. Son expérience progresse à chaque tentative d'infiltration réussie. Le vol d'unité étant plus risqué que sa neutralisation, seul un expert peut sans danger tenter le vol.
hu: Infiltrator Kommando, das in der Kunst der lautlosen und elektronischen Kriegsführung trainiert ist. Infiltratoren können feindliche Einheiten unschädlich machen oder gefangen nehmen. Infiltratoren sind normalerweise unsichtbar, bis sie einen Fehler machen, wenn sie versuchen feindliche Einheiten gefangen zu nehmen, oder bis sie von Infanterie oder Infiltratoren gesichtet worden sind.
nl: Spion Commando getrained om onzichtbaar zijn werk te doen. Spionnen kunnen vijandige eenheden uitschakelen of veroveren. Spionnen zijn onzichtbaar tot ze een fout maken bij het veroveren van vijandige eenheden, of tot ze gezien worden door vijandige infantery of spionnen.
ru: Шпион Человек, обученый мастерству скрытности и работы с электроникой. Шпионы могут отключать или захватывать вражескую технику. Шпионы невидимы для врага до тех пор пока не совершат ошибку при захвате или будут обнаружены пехотой или другим шпионом.
sl: Vohun Pripadnik posebnih enot, ki je izurjen v prikrivanju in elektronskem bojevanju. Vohuni lahko sabotirajo ali zavzamejo sovražnikove enote. Običajno so nevidni sovražniku, razen, kadar niso uspešni v svoji nalogi, ali kadar jih zazna sovražnikova pehota. Vohuni lahko odkrivajo sovražnikove mine.

# Vehicle14_Name
source: Corvette
de: Korvette
es: Corveta
hu: Korvett
ru: Корвет
sl: Korveta
