Repository: APoniatowski/maxr
Catalog: data/languages/*/units.po
Languages: de, es, fr, hu, nl, ru, sl

# Building14_Desc
source: Gold Refinery Refinery for converting gold into credits. Credits are required to purchase unit improvements. To run, a gold refinery needs each turn five gold and one generated power. A mining station can mine gold if it is build above an underground gold source.
de: Goldraffinerie Raffinerie, um Gold in Kredits umzuwandeln. Kredits werden benötigt um Einheitenverbesserungen zu erwerben. Um Kredits erzeugen zu können, benötigt eine Goldraffinerie eine Energiequelle sowie fünf Gold pro Runde. Ein Bergwerk kann Gold fördern, wenn es über einer unterirdischem Goldquelle gebaut wurde.
es: Refinería Las refinerías convierten el oro en dinero. El dinero se necesita para comprar mejoras para las unidades y los edificios. Estas mejoras también se compran en la refinería. Para funcionar, una refinería necesita suministros de oro. Las minas pueden producir oro si se situan sobre cuadros que tengan debajo oro.
fr: Raffinerie d'or Raffinerie convertissant l'or récolté en crédits, qui sont nécessaires à la mise à jour technologique immédiate des unités et bâtiments. Nécessite de l'énergie et de l'or en quantité suffisante pour fonctionner.
hu: Goldraffinerie Raffinerie, um Gold in Upgradepunkte umzuwandeln. Upgradepunkte werden benötigt, um Einheitenverbesserungen zu erwerben. Um zu arbeiten, benötigt eine Goldraffinerie eine Energiequelle und eine Golderzquelle. Ein Berkwerk kann Golderz fördern, wenn eine seiner vier Flächen eine Fläche mit unterirdischem Gold bedeckt.
nl: Goud Raffinaderij Raffinaderij voor het omzet van gouderts in krediet. Krediet is nodig om verbeteringen te kopen. Om zijn werk te doen heeft een goud raffinaderij een bron van gouderts nodig. Een mijn kan gouderts delven als het zich boven een goudader bevindt.
ru: Золотая Рафинария Рафинария служит для переработки золота в кредиты. Кредиты нужны для покупки улучшений техники. Для работы рафинария требует источник золота. Шахты могут производить золото, если они построены над желтыми кругами.
sl: Rafinerija zlata Rafinerija pretvarja zlato v valuto za nakup nadgradenj. Za delovanje potrebuje energijo iz elektrarne ali generatorja in zlato, ki ga priskrbijo rudniki, ležeči na območju z zlato rudo.

# Building15_Name
source: Anti-Aircraft
de: Luftabwehr
es: Antiaéreo
fr: Canon DCA
hu: Légvédelmi Ágyú
nl: Luchtafweer
ru: Зенитный пулемёт
sl: Protiletalska baterija

# Building15_Desc
source: Anti-Aircraft Small caliber high speed anti-aircraft cannon. Anti-aircraft make short process with planes, but cannot attack ground units.
de: Luftabwehr Die Luftabwehr verschießt kleinkalibrige Hochgeschwindigkeitsmunition und macht mit Flugzeugen einen kurzen Prozess. Es ist jedoch nicht möglich hiermit Bodeneinheiten anzugreifen.
es: Antiaéreo Arma de poco calibre que dispara balas con una gran precisión y velocidad. Los antiaéreos defienden del ataque de los aviones, pero no pueden atacar unidades de tierra.
fr: Canon DCA Canon anti-aérien, à cadence de tir rapide. Redoutable contre les avions, mais impuissants contre les unités terrestres.
hu: Luftabwehr Die Luftabwehr verschießt Kleinkalibrige Hochgeschwindigkeitsmunition. Luftabwehren machen kurzen Prozess mit Flugzeugen, können aber Bodeneinheiten nicht angreifen.
nl: Luchtafweer Klein kaliber, hoge snelheids luchtafweer kanon. Luchtafweer rekent effectief af met vliegtuigen, maar kan geen gronddoelen aanvallen.
ru: Зенитный пулемёт Малокалиберная скорострельная пушка, которая с лёгкостью расправляется с вражескими самолётами, но не может атаковать сухопутные подразделения.
sl: Protiletalska baterija Stacionarni hitrostrelni top majhnega kalibra, ki služi za obrambo pred letali, vendar pa ne more streljati na kopenske enote.

# Building16_Name
source: Artillery
de: Artillerie
es: Artilleria
fr: Artillerie
hu: Tüzérség
nl: Artillerie
ru: Артиллерия
sl: Artilerija

# Building16_Desc
source: Artillery High powered stationary gun. Artillery is a compromise between the cheap rugged gun turret and the expensive long-range missile launcher.
de: Artillerie Starke stationäre Waffe. Die Artillerie ist ein Kompromiss zwischen dem billigen, robusten Gefechtsturm und dem teuren Missilenwerfer.
es: Artilleria Arma estacionaria de gran potencia. Está entre la baratisima torreta de defensa, y la carísima torre lanzamisiles de largo alcance.
fr: Atillerie Canon d'attaque d'unité terrestre à moyenne portée et moyennement blindé. L'artillerie est un compromis entre la robuste tourelle à canon et la longue portée du lance-missile.
hu: Atillerie Starke stationäre Waffe. Artillerie ist ein Kompromiss zwischen dem billigen, robusten Gefechtsturm und dem teuren Missilenwerfer.
nl: Artillerie Krachtig vaststaand kanon. Artillerie is een compromis tussen de goedkope, robuuste geweerkoepel en de dure, lange-afstands raket koepel.
ru: Артиллерия Мощная стационарная пушка. Артиллерия является компромиссом между дешевой пулемётной турелью и дорогой ракетной установкой.
sl: Artilerija Stacionarni top velike moči, ki je kompromis med poceni a vzdržljivim kanonom in med dražjo, a občutljivejšo raketno baterijo dolgega dosega.

# Building17_Name
source: Missile Launcher
de: Missilenwerfer
es: Torre lanzamisiles
fr: Lance-missile
hu: Rakétavető Torony
nl: Raket Koepel
ru: Ракетная башня
sl: Raketna baterija

# Building17_Desc
source: Missile Launcher Long-range missile launcher on a fixed mount. Excellent range and firepower, but only slightly more armor than the mobile version. Best surrounded by gun turrets and anti-aircraft.
de: Missilenwerfer Langstreckenraketenwerfer auf einem festen Gestell. Exzellente Reichweite und Feuerkraft, aber nur wenig mehr Panzerung als bei der mobilen Version. Am besten umgeben von Gefechtstürmen und Luftabwehr.
es: Torre lanzamisiles Torre lanzadora de misiles. Excelente potencia de fuego y alcance, y ligeramente más blindada que la versión móvil. Ideal si se rodea con torretas defensivas y antiaereos.
fr: Lance-missile Installation à très grande portée permettant de tenir éloignées les troupes ennemis. légèrement plus puissant et robuste que sa version mobile, il doit cependant être protégé par un canon DCA.
hu: Missilenwerfer Langstreckenraketenwerfer auf einem festen Gestell. Exzellente Reichweite und Feuerkraft, aber nur wenig mehr Panzerung als bei der mobilen Version. Am besten umgeben von Gefechtstürmen und Luftabwehr.
nl: Raket Koepel Lange afstands lanceerinstallatie op een vaste basis. Uitstekend bereik en vuurkracht, maar slechts bepert beter bepantserd dan de mobiele versie. Het is aan te bevelen om de raket koepel te omgeven met geweerkoepels en luchtafweer.
ru: Ракетная башня Дальнобойная ракетная установка на башне. Обладает выдающейся огневой мощью и дальнобойностью, однако её следует окружить зенитками.
sl: Raketna baterija Izstrelitvena ploščad za manevrirne rakete dolgega dosega. Izjemna eksplozivna moč in doseg, vendar pa le malenkost bolje zaščitena od mobilne različice.

# Building18_Name
source: Gun Turret
de: Gefechtsturm
es: Torreta defensiva
fr: Tourelle à canon
hu: Lövegtorony
nl: Geweerkoepel
ru: Пулемёт
sl: Kanon

# Building18_Desc
source: Gun Turret Heavily armored stationary gun turret. Gun turrets have moderate firepower, heavy armor and the lowest range of defense buildings. Because they take little time to build, they are a good choice when you need defense in a hurry.
de: Gefechtsturm Schwer gepanzerter stationärer Gefechtsturm. Gefechtstürme haben mäßige Feuerkraft, schwere Panzerung und die geringste Reichweite der Verteidigungsanlagen. Da sie in kurzer Zeit gebaut werden können, sind sie eine gute Wahl, wenn Sie möglichst schnell eine Verteidigung benötigen.
es: Torreta defensiva Torreta fuertemente blindada. Las torretas defensivas tienen bastante potencia de fuego, un duro blindaje y un alcance moderado. Como se construyen rápidamente son ideales si necesitas defensa en un aprieto.
fr: Tourelle à canon Installation économique de défense, la tourelle à canon est robuste grâce à son lourd blindage. Sa rapide édification permet de repousser les troupes ennemies qui ont auraient réussi à percer la défense.
hu: Gefechtsturm Schwer gepanzerter stationärer Gefechtsturm. Gefechtstürme haben gute Feuerkraft, schwere Panzerung und eine mittlere Reichweite. Da sie in kurzer Zeit gebaut werden können, sind sie eine gute Wahl, wenn Sie möglichst schnell Verteidigung benötigen.
nl: Geweerkoepel Zwaar gepantserd vaststaande geweerkoepel. Geweerkoepels hebben een goede vuurkracht, zwaar pantser en een gemiddeld bereik. Omdat ze snel te bouwen zijn zijn ze een goede keuze als je snel verdediging nodig hebt.
ru: Пулемёт Тяжело бронированный стационарный пулемёт. Обладает хорошей огневой мощью, тяжелой броней и средней дальностью ведения огня. Пулёметы возводятся быстрее других стационарных оборонительный сооружений и поэтому это лучший вариант для быстрого возведения защиты.
sl: Kanon Močno oklopljeno stacionarno topovsko gnezdo, s solidno ognjeno močjo in kratkim do srednjim dosegom. Kratek čas postavitve naredi kanon za idealno rešitev v primerih, ko je potrebna hitra postavitev obrambe.

# Building19_Name
source: Habitat
de: Behausung
es: Apartamento
hu: Lakóhely
nl: Verblijf
ru: Жилище
sl: Prebivališče

# Building19_Desc
source: Habitat A Habitat house 3 workers. Workers needed in research centers, training halls and Eco-spheres. Those buildings must be connected with a habitat before you are able to put it into operation.
de: Behausung Eine Behausung beherbergen drei Arbeiter. Arbeiter werden in Forschungszentren, Trainingshallen und Ökosphären benötigt. Diese Gebäude müssen mit eine Behausung verbunden sein bevor sie in Betrieb genommen werden können.
es: Apartamento En los apartamentos viven los colonos. Cada apartamento aloja suficientes colonos como para formar tres grupos de trabajo, que serán necesarios en centros de investigación, centros de entrenamiento o invernaderos. Los edificios que requieran colonos han de estar conectados a un apartamento para funcionar.
fr: Habitat Demeure pour les colons humains. Nécessaire au fonctionnement des centres de recherche, aux éco-sphères et aux hall d'entraînement d'infanterie. Nécessite aussi d'être connecté à ces bâtiments pour les faire fonctionner.
hu: Behausung Behausungen beherbergen Kolonisten. Jede Behausung beherbergt genug Kolonisten, um drei Forschungszentren, Trainingshallen oder Ökosphären zu betreiben. Diese Gebäude müssen an eine Behausung angeschlossen sein, bevor sie operieren können.
nl: Verblijf Verblijven huisvesten kolonisten. Elk verblijf huisvest genoeg kolonisten om drie laboratoria, trainingskampen of kassen te bemannen. Deze gebouwen moeten met het verblijf verbonden zijn voor ze gebruikt kunnen worden.
ru: Жилище Жилища - прибежище для колонистов. Каждое жилище вмещает в себя достаточно людей для работы трёх НИИ, тренировочных залов или экосфер. Здания, которые требуют колонистов, необходимо соединять с жилищами.
sl: Prebivališče Prebivališče je namenjeno nastanitvi kolonizatorjev. Vsako prebivališče zadostuje za delovanje treh raziskovalnih centrov, vadbenih centrov ali ekosfer.

# Building20_Name
source: Hangar
fr: Hangar à avion
hu: Hangár
nl: Hangaar
ru: Ангар

# Building20_Desc
source: Hangar A hangar can repair damages, manufacture ammunition and refit aircrafts with the newest technology. All of these operations require raw materials, hence hangars should be connected to stored raw materials.
de: Hangar Ein Hangar kann Schäden reparieren, Munition herstellen und Lufteinheiten auf den neusten Technologiestand aufrüsten. Für all diese Aktionen wird Rohstoff benötigt, weshalb ein Hangar an das Rohstofflagersystem angeschlossen sein sollte.
es: Hangar El hangar puede reparar daños y recargar con munición los aviones, así como dotarlos con la tecnología más moderna. Todas estas operaciones necesitan metal, así que los hangares deben estar conectados a materiales almacenados.
fr: Hangar à avion Il stocke les unités aériennes permettant leur réparation, leurs mises à jour ou leurs recharges nécessitant alors du minerai. Peut stocker douze unités.
hu: Hangar Ein Hangar kann Schäden reparieren, Munition liefern, und Flugzeuge mit der neusten Technologie aufrüsten. All diese Operationen erfordern Rohstoffe, daher sollte ein Hangar an die Lagerreserven angeschlossen sein.
nl: Hangaar Een hangaar kan vliegtuigen repareren, munitie maken en vliegtuigen van de nieuwste technologie voorzien. Al deze bewerkingen hebben ruw materiaal nodig, dus een hangaar kan het beste verbonden worden met opgeslagen ruw materiaal.
ru: Ангар Ангар служит для восполнения боезапаса, ремонта и улучшения транспортных средств. Все эти операции требуют сырьё, поэтому депо необходимо соединить со складами.
sl: Hangar Hangar je namenjen popravilom, nadgradnjam in oskrbovanju letal s strelivom. Vse te dejavnosti zahtevajo surovine, zato mora biti hangar povezan z rudnikom ali skladiščem surovin.

# Building21_Name
source: Land Mine
es: Mina terrestre
fr: Mine
hu: Szárazföldi Akna
nl: Landmijn
ru: Мина
sl: Kopenska mina

# Building21_Desc
source: Land Mine A land mine is a small and hard to detect explosive device. Concealed under the ground and designed to destroy enemy targets while they pass over. Only surveyors, minelayers and infiltrators can spot mines. Once spotted, almost every damage will destroy it.
de: Landmine Eine Landmine ist eine kleine und schwer zu entdeckente Sprengfalle. Verborgen im Untergrund, zur Zerstörung feindlicher Ziele die sich darüber bewegen Entwickelt. Nur Gutachter, Minenleger und Infiltratoren können Minen aufspühren. Sobald sie entdeckt wurde wird fast jede Beschädigung sie zerstören.
es: Mina terrestre Dispositivo explosivo pequeño y muy dificil de detectar. Solo los topógrafos mineros, y comandos, pueden descubrirlas. Una vez descubiertas, cualquier minimo daño las destruirá.
fr: Mine Explosifs invisibles et redoutables pour les unités de combat, les mines peuvent être détectées uniquement par les poseurs de mines, les commandos et les prospecteurs. Une fois découvertes, n'importe quel dégât suffit à les faire exploser et dégager le terrain.
hu: Landmine Kleines, schwer zu entdeckendes, explosives Geschütz. Nur Gutachter, Minenleger und Infiltratoren können Minen ausspähen. Sobald sie entdeckt werden, wird fast jede Beschädigung sie zerstören.
nl: Landmijn Klein, moeilijk detecteerbaar explosief. Alleen bodemonderzoekers, mijnen leggers en spionnen kunnen mijnen detecteren. Wanneer ze gedetecteerd zijn is er slechts een minimale schade nodig om ze te vernietigen.
ru: Наземная мина Маленькое устройство, которое могут обнаружить только геодезисты, миноукладчики и шпионы. При контакте с вражеской техникой мины детонируют. Будучи обнаруженными, мины легко уничтожить.
sl: Kopenska minan Majhno, težko zaznavno eksplozivno telo, ki se ga položi na tla in služi za uničevanje ter oviranje sovražnikovih enot. Sovražne mine lahko zaznajo le vohuni, minopolagalci in geološka vozila. Po odkritju jih je možno uničiti s streli bojnih enot.

# Building22_Name
source: Mining Station
de: Bergwerk
es: Estación minera
fr: Station minière
hu: Bányászati Állomás
nl: Mijn
ru: Шахта
sl: Rudnik

# Building22_Desc
source: Mining Station Extracts subterranean resources like raw materials, fuel and gold every turn. Buildings should be connected to a mining station to use the resources produced by it. If there is no storage building to store surplus resources, they'll be lost. Able to mine up to 16 resource units.
de: Bergwerk Fördert in jeder Runde unterirdische Ressourcen wie Rohstoffe, Treibstoff und Gold. Gebäude sollten an ein Bergwerk angeschlossen sein, um die reförderten Ressourcen nutzen zu können. Wenn keine Lagergebäude vorhanden sind um überschüssige Erzeugnisse zu Lagern, gehen diese verloren. Fähig bis zu 16 Ressourceneinheiten zu fördern.
es: Estación minera Extrae material de construcción, combustible y oro cada turno. Los edificios han de estar conectados a una mina para consumir los recursos que esta produce. Si no hay almacenes para guardar los excedentes, estos se perderán.
fr: Station minière Station extrayant les ressources souterraines. Sous la zone couverte de la station minière doit se trouver au moins une des trois ressources pour pouvoir fonctionner, en plus d'être reliée à un générateur ou station d'énergie. Les ressources extraites doivent être stockées si elles ne sont pas exploitées immédiatement, sinon elles sont perdues.
hu: Berkwerk Fördert in jeder Runde Rohstoffe, Treibstoff und Gold aus der Erde. Gebäude müssen an ein Berkwerk angeschlossen sein, um die Dinge zu nutzen, die es Produziert. Wenn keine Lagergebäude vorhanden sind, um überschüssiges Material zu Lagern, gehen diese Überschüsse verloren.
nl: Mijn Wint iedere beurt ruw materiaal, brandstof en gouderts uit de grond. Gebouwen moeten met een mijn verbonden zijn om deze grondstoffen te gebruiken. Als er niet genoeg opslagruimte is voor het gewonnen materiaal dan gaat dat verloren.
ru: Шахтный комплекс Добывает сырьё, топливо и золото из земли каждый ход. Здания должны быть соединены с шахтным комплексом чтобы пользоваться их ресурсами. Если шатха не будет подключена к хранилищам, все лишние ресурсы, добытые шахтой, будут потеряны.
sl: Rudnik Pridobiva surovine, gorivo in zlato z vsako potezo delovanja. Za porabo materialov, ki jih rudnik proizvaja, morajo biti porabniki povezani nanj neposredno ali preko konektorjev. V kolikor je poraba manjša od pridobivanja, se materiali skladiščijo v skladišča, po zasičenju skladišč pa so neporabljeni materiali izgubljeni. Rudnik za delovanje potrebuje energijo iz elektrarne ali generatorja.

# Building23_Name
source: Deep Mine
de: Tiefes Bergwerk
fr: Mine alien
hu: Idegen Bányászati Állomás
nl: Diepe Mijn
ru: Глубокая мина (шахта?)
sl: Globinska mina

# Building23_Desc
source: Deep Mine Like the normal mining station you can use it to extracts subterranean resources. The biggest advantage for this type of a mining station is the ability to extract up to [value] resource units.
de: Tiefes Bergwerk Wie die normalen Bergwerke kann es zum Fördern unterirdischer Ressourcen verwendet werden. Der größte Vorteil gegenüber normalen Bergwerken ist, bis zu [wert] Ressourceneinheiten zu fördern.
es: Mina submarina...
fr: Mine alien
hu: Deep Mine...
nl: Diepe Mijn ...
ru: Deep Mine...
sl: Globinska mina ...

# Building24_Name
source: Landing Pad
de: Landefläche
es: Pista de aterrizaje
fr: Plan d'atterrissage
hu: Leszállóplatform
nl: Landing Platform
ru: Посадочная площадка
sl: Pristajalna ploščad

# Building24_Desc
source: Landing Pad Landing facility for planes. Does not repair or resupply planes. To resupply a plane on a landing pad, use a nearby supply truck or a repair unit.
de: Landefläche Landemöglichkeit für Flugzeuge. Kann Flugzeuge weder reparieren, noch aufladen. Um ein Flugzeug auf einer Landefläche wieder aufzuladen oder zu reparieren, benutzen Sie einen nahegelegenen Versorgungstruck beziehungsweise eine Repariereinheit.
es: Pista de aterrizaje Zona para que aterrizen los aviones. No repara los aviones, pero si situas cerca una unidad de reparaciones móvil puedes repararlos. También puedes recargarlos con nueva munición con un camión de suministros.
fr: Plan d'atterrissage Plan favorable à l'atterrissage des unités aériennes pour être rechargées en munition ou pour être réparées un à un par un réparateur. Erigé par un ingénieur.
hu: Landefläche Landemöglichkeit für Flugzeuge. Kann Flugzeuge weder reparieren, noch aufladen. Um ein Flugzeug auf einer Landefläche wieder aufzuladen oder zu reparieren, benutzen Sie einen nahegelegenen Lkw oder eine Lagereinheit, bzw. eine Repariereinheit.
nl: Landing Platform Landingsplaats voor vliegtuigen. Voert geen reparaties uit en vult geen munitie of brandstof aan. Om een vliegtuig op een landing platform te bevoorraden kan een vrachtwagen of opslagplaats gebruikt worden.
ru: Посадочная площадка Посадочная площадка для самолётов. Позволяет наземным подразделениям подъехать к самолёту для ремонта или восполнения боезапаса.
sl: Pristajalna ploščad Pristajalna ploščad za letala, ki pa sama po sebi ne omogoča popravil, oskrbe ali nadgradnje. Popravila letal na ploščadi so možna ob uporabi servisnega vozila, obnovitev streliva pa ob uporabi oskrbovalnega vozila.

# Building25_Name
source: Water Platform
de: Wasserplattform
es: Plataforma acuática
fr: Plateforme marine
hu: Hídtalapzat
ru: Водная платформа
sl: Vodna ploščad

# Building25_Desc
source: Water Platform Provides a surface over water on which you can construct other buildings. Engineers can build water platforms over the shore as well as open water. Water platforms are particularly important an island maps or when a valuable material deposit is under the bottom of the sea.
de: Wasserplattform Liefert eine Fläche auf dem Wasser, auf der andere Gebäude errichtet werden können. Pionierfahrzeuge können Wasserplattformen sowohl über Ufer als auch auf offenem Gewässer bauen. Wasserplattformen sind besonders wichtig auf Inselkarten oder wenn wertvolle Rohstoffe unter dem Meeresboden sind.
es: Plataforma acuática Proporciona una superficie rígida sobre el agua para construir otros edificios. Las plataformas acuaticas son particularmente importantes en los mapas de islas, cuando los materiales que queremos extraer están debajo del agua.
fr: Plateforme marine Plateforme permettant la construction d'installation sur l'eau, par exemple des stations minières. Contrairement au pont flottant, la plateforme marine bloque le passage aux navires. Construite par l'ingénieur.
hu: Wasserplattform Liefert eine Fläche auf dem Wasser, auf der andere Gebäude errichtet werden können. Pionierfahrzeuge können Wasserplattformen sowohl über Ufer als auch über offenes Gewässer bauen. Wasserülattformen sind besonders wichtig auf Inselkarten oder, wenn wertvolle Rohstoffe unter dem Wasser sind.
nl: Water Platform Levert een oppervlak boven water, waarop gebouwen gebouwd kunnen worden. Pioniers kunnen water platformen bouwen op de kust en op open water. Water platformen zijn voornamelijk belangrijk op eiland kaarten en wanneer er zich kostbare grondstof onder water bevindt.
ru: Водная платформа Предоставляет возможность возводить сооружения над водой. Может быть построена как на водной поверхности, так и на побережье. Позволяет строить различные здания, а главное - шахты для добычи ресурсов из под морского дна.
sl: Vodna ploščad Zagotavlja plavajočo površino, na kateri je možna gradnja. Inženirji lahko gradijo vodne ploščadi s kopnega ali neposredno na odprtem morju. Vodne ploščadi so primerne za gradnjo otokov, ki so podlaga za gradnjo rudnikov nad morskimi nahajališči.

# Building26_Name
source: Radar
ru: Радар
