Repository: APoniatowski/maxr
Catalog: data/languages/*/units.po
Languages: de, es, fr, hu, nl, ru, sl

# Building01_Name
source: Barracks
de: Kaserne
es: Cuarteles
fr: Caserne
hu: Kaszárnya
nl: Kazerne
ru: Бараки
sl: Vojašnica

# Building01_Desc
source: Barracks Inside of a barracks is a machine shop to repair and improve the suits of your infiltrators and infantry. Furthermore is it possible to reload the ammunition of this units. The barracks needs raw materials to repair, upgrade or resupply. So it should be connected to a storage unit or a operating mining station.
de: Kaserne In einer Kaserne gibt es eine Werkstatt zum Aufrüsten und Reparieren der Anzüge von Infiltratoren und Infanterie. Außerdem ist es möglich, diese Einheiten wieder mit Munition zu versorgen. Die Kaserne benötigt zum Reparieren, Aufrüsten oder Aufladen Rohstoff, weshalb sie an eine Lagereinheit oder ein eingeschaltetes Bergwerk angeschlossen sein sollte.
es: Cuarteles En los cuarteles se pueden guardar comandos y infanteria. Dentro de los cuarteles hay una tienda donde las unidades pueden reparar sus equipos y mejorarlos, así como comprar munición. Los cuarteles necesitan materiales de construcción para efectuar estas mejoras y reparaciones, así que deberían estar conectados a un deposito de recuros o a una estación minera.
fr: Caserne Bâtiments où peuvent séjourner les commandos infanteries. La caserne permet de mettre à jour l'équipement des soldats et les soigner, selon les réserves de minerai disponibles.
hu: Kaserne In einer Kaserne befinden sich Infiltratoren und Infanterie Einheiten. In der Kaserne gibt es eine Werkstatt für Aufrüstung und Reparatur von Ausrüstung, und für die Produktion von Munition. Die Kaserne benötigt Rohstoffe zum Reparieren, Aufrüsten oder Aufladen, so dass sie an eine Lagereinheit oder ein Berkwerk angeschlossen sein sollte.
nl: Kazerne Een Kazerne huisvest spionnen en infanterie eenheden. Binnen de kazerne bevindt zich een machine voor het repareren en verbeteren van kracht-pakken, en voor het vervaardigen van munitie. De kazerne heeft ruw materiaal nodig voor reparaties, verbeteringen en het bouwen van munitie, waardoor het het beste verbonden kan zijn met een opslageenheid of mijn.
ru: Бараки Бараки содержат шпионов и пехоту. Внутри бараков располагается цех для ремонта и улучшения защитных костюмов, а также для производства боеприпасов. Бараки требуют сырьё для производства и ремонта, поэтому их необходимо подключить к шахте или складу.
sl: Vojašnica Vojašnica je namenjena vzdrževanju pehote in vohunov. Vsebuje delavnico za popravila in nadgradnjo orožja ter orožarno za oskrbovanje s strelivom. Vojašnica za popravila, nadgradnje in oskrbovanje s strelivom potrebuje surovine, zato mora biti povezana z rudnikom ali skladiščem surovin.

# Building02_Name
source: Concrete Block
de: Betonklotz
es: Bloque de cemento
fr: Bloc de béton
hu: Betonakadály
nl: Betonblok
ru: Бетонный блок
sl: Betonski blok

# Building02_Desc
source: Concrete Block Hardened, armored block for blocking enemy movement.
de: Betonklotz Gehärteter, gepanzerter Block zum Blockieren feindlicher Bewegungen.
es: Bloque de cemento Un duro bloque de cemento para bloquear el movimiento enemigo.
fr: Bloc de béton Béton lourdement blindé permettant de bloquer les mouvements de troupes ennemis.
hu: Betonklotz Gehärteter, gepanzerter Block zur Blockade feindlicher Bewegungen.
nl: Betonblok Gehard en gepantserd blok voor het blokkeren van vijandige bewegingen.
ru: Бетонный блок Укреплённое бронированное сооружение для блокирования вражеских подразделений.
sl: Betonski blok Utrjen, oklopljen betonski blok za ustavljanje in oviranje sovražnih premikov. Služi tudi kot zaščita pomembnejših zgradb ali enot pred sovražnimi izstrelki.

# Building03_Name
source: Bridge
de: Brücke
es: Puente
fr: Pont flottant
hu: Híd
nl: Brug
ru: Мост
sl: Most

# Building03_Desc
source: Bridge Pontoon bridge for crossing water. Bridges, unlike water platforms, do not block the movement of ships. Moreover ground units move twice as fast over bridge squares.
de: Brücke Pontonbrücke zum Überqueren von Wasser. Brücken blockieren im Gegensatz zu Wasserplattformen, die Bewegungen der Schiffe nicht. Zudem bewegen sich Einheiten mit doppelter Geschwindigkeit über Brücken.
es: Puente Puente elevador para cruzar el agua. Los puentes, al contrario que las plataformas de agua, no bloquean el movimiento de los barcos, ya que se levantan y permiten el paso de estos por debajo.
fr: Pont flottant Pont flottant permettant aux unités terrestres de franchir les mers. Le pont ne bloque pas le trafic naval lorsqu'aucune unité terrestre ne s'y trouve.
hu: Brücke Pontonbrücke zum Überqueren von Wasser. Brücken, im Gegensatz zu Wasserplattformen, blockieren die Bewegungen der Schiffe nicht.
nl: Brug Ponton brug voor het oversteken van water. Bruggen blokkeren, in tegenstelling tot platvormen, geen schepen.
ru: Мост Понтонный мост для пересечения рек. Мосты, в отличие от водных платформ, не блокируют передвижения кораблей.
sl: Most Pontonski most za postavitev na vodnih površinah. Mostovi, za razliko od vodnih ploščadi, ne blokirajo premikov pomorskih enot oz. ladij.

# Building04_Name
source: Connector
de: Kopplung
es: Conector
fr: Connecteur
hu: Csatlakozó
nl: Pijpleiding
ru: Соединитель
sl: Konektor

# Building04_Desc
source: Connector Buildings must be connected to share raw materials, fuel and gold. You can connect buildings by placing them next to each other or by building connectors between them.
de: Kopplung Gebäude müssen verbunden sein, um Rohstoff, Treibstoff und Gold zu teilen. Sie können Gebäude verbinden, indem Sie sie nebeneinander plazieren oder indem Sie Kopplungen von einem Gebäude zum Anderen bauen.
es: Conector Los edificios deben estar conectados para compartir energía, combustible, materiales de construcción y oro. Puedes conectar edificios situandolos juntos (tocandose) o construyendo una linea de conectores desde un edificio hasta otro.
fr: Connecteur Les bâtiments doivent être connectés pour partager les ressources de minerai, de carburant et d'or nécessaire à leur bon fonctionnement. Les bâtiments accollés sont automatiquement connectés entre eux, sinon les joindre avec des connecteurs est nécessaire, à l'aide d'engin du génie. La destruction d'un connecteur peut nuire au bon fonctionnement de la base, ce qui en fait une construction stratégique.
hu: Kopplung Gebäude müssen verbunden sein, um Energie, Treibstoff und Gold zu teilen. Sie können Gebäude verbinden, indem Sie sie nebeneinander plazieren oder, indem Sie Kopplungen von einem Gebäude zum anderen bauen.
nl: Pijpleiding Gebouwen moeten verbonden worden om energie, brandstof, ruw materiaal en goud te delen. Je kunt gebouwen verbinden door ze tegen elkaar aan te bouwen, of door het bouwen van pijpleidingen tussen de gebouwen.
ru: Соединитель Здания должны быть соединены чтобы обмениваться топливом, сырьём и золотом. Вы можете содеинять здания, построив их вплотную друг к другу или построив соединители между ними.
sl: Konektor Zgradbe morajo biti povezane med seboj za izmenjavo energije, goriva, surovin in zlata. Med seboj sosednje zgradbe se avtomatično povežejo, med odaljenimi zgradbami pa za povezavo poskrbijo konektorji.

# Building05_Name
source: Depot
es: Depósito
fr: Hangar
hu: Szerelőállomás
ru: Депо
sl: Garaža

# Building05_Desc
source: Depot A depot can repair damages, manufacture ammunition and refit ground units with the newest technology. All of these operations require raw materials, hence depots should be connected to stored raw materials.
de: Depot Ein Depot kann Schäden reparieren, Munition herstellen und Bodeneinheiten auf den neusten Technologiestand aufrüsten. Für all diese Aktionen wird Rohstoff benötigt, weshalb ein Depot an das Rohstofflagersystem angeschlossen sein sollte.
es: Depósito Un deposito puede reparar daños, recargar munición, y mejorar las unidades de tierra con la última tecnología. Todas estas operaciones requieren materiales de construcción, así que los depositos deberán estar conectados a minas o a un deposito de recursos.
fr: Hangar Le hangar stocke les unités mécaniques mobiles pour les réparer, les recharger ou les mettre à jour technologiquement, nécessitant alors du minerai. Peut stocker douze unités.
hu: Depot Ein Depot kann Schäden reparieren, Munition herstellen und Bodeneinheiten mit den neusten Technologien aufrüsten. All diese Operationen erfordern Rohstoffe, so dass ein Depot an die Lagerreserven angeschlossen sein sollte.
nl: Depot Een depot kan schade repareren, munitie bouwen en grondtroepen opwaarderen met de nieuwste technologie. Al deze bewerkingen vergt ruw materiaal, waardoor het verstandig is ze te verbinden met opgeslagen ruw materiaal.
ru: Депо Депо служит для восполнения боезапаса, ремонта и улучшения транспортных средств. Все эти операции требуют сырьё, поэтому депо необходимо соединить со складами.
sl: Garaža Garaža je namenjena popravilom, nadgradnjam in oskrbovanju vozil s strelivom. Vse te dejavnosti zahtevajo surovine, zato mora biti garaža povezana z rudnikom ali skladiščem surovin.

# Building06_Name
source: Dock
es: Muelle
hu: Kikötő
nl: Werf
ru: Доки
sl: Pristanišče

# Building06_Desc
source: Dock A dock can repair damages, manufacture ammunition and refit ships with the newest technology. All of these operations require raw materials, hence docks should be connected to stored raw materials.
de: Dock Ein Dock kann Schäden reparieren, Munition hersellen und Schiffe auf der neusten Technologiestand aufrüsten. Für all diese Aktionen wird Rohstoff benötigt, weshalb ein Dock an das Rohstofflagersystem angeschlossen sein sollte.
es: Muelle Un muelle puede reparar daños, recargar munición, y mejorar las unidades de mar con la última tecnología. Todas estas operaciones requieren materiales de construcción, así que los muelles deberán estar conectados a minas o a un deposito de recursos.
fr: Dock Equivalent naval du hangar, pour les navires. Il permet de les réparer, les recharger ou les mettre à jour technologiquement, nécessitant alors du minerai. Peut stocker six unités.
hu: Dock Ein Dock kann Schäden reparieren, Munition liefern und Schiffe mit der neusten Technologie aufrüsten. All diese Operationen erfordern Rohstoffe, daher sollte ein Depot an die Lagerreserven angeschlossen sein.
nl: Werf Een werf kan schade aan schepen repareren, munitie bouwen en schepen opwaarderen met de nieuwste technologie. Al deze bewerkingen vergt ruw materiaal, waardoor het verstandig is ze te verbinden met opgeslagen ruw materiaal.
ru: Доки Доки служат для восполнения боезапаса, ремонта и улучшения кораблей. Все эти операции требуют сырьё, поэтому депо необходимо соединить со складами.
sl: Pristanišče Pristanišče je namenjeno popravilom, nadgradnjam in oskrbovanju plovil s strelivom. Vse te dejavnosti zahtevajo surovine, zato mora biti pristanišče povezano z rudnikom ali skladiščem surovin.

# Building07_Name
source: Power Station
de: Energiestation
es: Estación de energía
fr: Station d'énergie
hu: Erőműtelep
nl: Energie Station
ru: Энергостанция
sl: Elektrarna

# Building07_Desc
source: Power Station A power station consumes six fuel each turn and provides enough power for six power consumers like factories or mining stations.
de: Energiestation Eine Energiestation verbraucht jede Runde sechs Treibstoff und prodozierd daraus genug Energie für sechs Energieverbraucher wie Fabriken oder Bergwerke. Energiestationen benötigen eine längere Bauzeit als Energiegeneratoren sind dafür aber effizienter.
es: Estación de energía Una Estación de energía consume 6 de combustible cada turno, y proporciona potencia suficiente para seis fábricas o minas. Notese que las estaciones de energía son más eficientes que los generadores de energía.
fr: Station d'énergie Une station d'énergie consomme six unités de carburant par tour, en fournissant assez d'énergie pour six usines ou stations minières. Erigé à l'aide d'un constructeur.
hu: Energiestation Eine Energiestation verbraucht sechs Treibstoffeinheiten in jeder Runde und liefert genug Energie für sechs Fabriken oder Berkwerke. Energiestationen benötigen eine längere Bauzeit als Energiegeneratoren, aber sie sind auch effizienter.
nl: Energie Station Een energie station verbruikt zes brandstof per beurt, en levert genoeg energie voor zes fabrieken of mijnen.
ru: Энергостанция Энергостанция потребляет шесть единиц топлива за ход и может обеспечивать энергией до шести заводов или шахт.
sl: Elektrarna Elektrarna za delovanje porabi šest enot goriva na potezo in zagotavlja dovolj energije, da lahko z njo napaja šest tovarn ali rudnikov.

# Building08_Name
source: Power Generator
de: Energiegenerator
es: Generador de energía
fr: Générateur d'énergie
hu: Áramgenerátor
nl: Energie Generator
ru: Генератор
sl: Generator

# Building08_Desc
source: Power Generator A power generator consumes two fuel each turn and provides enough power for one power consumer such as mining station or factory. The power generator must be connected to a fuel source (operating mining station or fuel tank) and the building that needs the power.
de: Energiegenerator Ein Energiegenerator verbraucht in jeder Runde zwei Treibstoff und produziert daraus genug Energie um einen Energieverbraucher wie ein Bergwerk oder eine Fabrik zu betreiben. Der Energiegenerator muss an eine Treibstoffquelle (Bergwerk oder Treibstofftank) angeschlossen sein. Zudem ist es auch sinnvoll eine Verbindung zum Verbraucher zu haben.
es: Generador de energía Un generador de energía consume dos unidades de combustible por turno, y proporciona suficiente potencia para una mina o fábrica. El generador de energía debe estar conectado a un suministro de combustible (mina o tanque de combustible), así como al edificio que necesita la potencia.
fr: Générateur d'énergie Générateur d'énergie basique, consommant deux unités de carburant par tour et fournissant assez d'énergie pour une seule usine ou station minière. Erigé à l'aide d'un ingénieur.
hu: Kleiner Generator Ein Generator verbraucht in jeder Runde zwei Treibstoffeinheiten und liefert genug Energie um ein Berkwerk oder eine Fabrik zu betreiben. Der Energiegenerator muss an die Treibstoffquelle (Berkwerk oder Treibstofftank) und an das Gebäude, das Energie benötigt, angeschlossen sein.
nl: Energie Generator Een energie generator verbruikt twee brandstof per beurt, en levert genoeg energie voor 1 fabriek of mijn. De energie generator moet verbonden zijn met de brandstof leverancier (mijn of brandstof opslag) en met het gebouw dat de energie nodig heeft.
ru: Генератор Генератор потребляет две единицы топлива за ход и может обеспечивать энергией один завод или шахту.
sl: Generator Generator porabi dve enoti goriva vsako potezo in zagotavlja dovolj energije, da lahko z njo napaja eno tovarno ali rudnik.

# Building09_Name
source: Aircraft factory
de: Flugzeugfabrik
es: Aeródromo
fr: Usine d'unité aérienne
hu: Légiegység Gyár
nl: Vliegtuig Fabriek
ru: Авиазавод
sl: Tovarna letal

# Building09_Desc
source: Aircraft factory Build all available human air units e.g fighter, ground attack plane and air transport. An aircraft factory needs three raw materials each turn to operate and power from a power generator or power station.
de: Flugzeugfabrik Baut alle erhältlichen menschlichen Lufteinheiten wie Jäger, Bomber, Transportflugzeug. Eine Lufteinheitenfabrik verbraucht drei Rohstoffe pro Runde sowie eine Energieeinheit.
es: Aerodromo Construye cazas, bombarderos, transportes aereos y AWACs. El aerodromo necesita tres unidades de metal por turno para funcionar, y energía de un generador de energía o de una estación de energía.
fr: Usine d'unité aérienne Usine permettant de fabriquer les avions. Nécessite de l'énergie et du minerai en quantité suffisante pour fonctionner.
hu: Lufteinheitenfabrik Baut Jäger, Bomber, AWACs und Lufttransportflugzeuge. Eine Lufteinheitenfabrik verbraucht drei Rohstoffe pro Runde und benötigt Energie.
nl: Vliegtuig Fabriek Bouwt straaljagers, bommenwerpers AWACs en lucht transport. Een vliegtuig fabriek heeft drie ruw materiaal en een energie per beurt nodig om zijn werk te doen.
ru: Авиазавод Производит Истребители, Штурмовики, АВАКСы и Авиатранспорт. Завод требует энергию и сырьё для работы.
sl: Tovarna letal Gradi bombnike, AWACS, lovska letala in transportna letala. Za delovanje potrebuje vsako potezo tri enote surovin in energijo iz elektrarne ali generatorja.

# Building10_Name
source: Alien Units Plant
de: Alien-Einheitenfabrik
es: Fábrica de unidades alien
fr: Usine à avions alien
hu: Idegen Egységgyár
nl: Buitenaardse Fabriek
ru: Завод пришельцев
sl: Tovarna nezemljanov

# Building10_Desc
source: Alien Units Plant The alien version of a plant, unlike Mechcommanders plant, Alien can build all Units in this plant.
de: Alien-Einheitenfabrik Die alien Version einer Fabrik. Im gegensatz zu den Fabriken der Mechcommander, können Alien hierin alle Einheiten bauen.
es: Fábrica de unidades alien
fr: Usine à avions alien
hu: Alieneinheitenfabrik
nl: Buitenaardse Fabriek Fabriek voor het bouwen van buitenaardse eenheden.
ru: Завод пришельцев
sl: Tovarna nezemljanov Tovarna nezemeljskega izvora. Ni podatkov o zmogljivostih in porabi.

# Building11_Name
source: Heavy Vehicle Plant
de: Schwere Fahrzeugfabrik
es: Fábrica de unidades pesadas
fr: Usine à engin lourd
hu: Nehézgép Gyár
nl: Zware Voertuigen F.
ru: Автотанковый завод
sl: Tovarna težkih vozil

# Building11_Desc
source: Heavy Vehicle Plant Build constructors, mobile scanners and the heavy fighting units: tanks, assault guns, rocket launchers and missile crawlers. A heavy vehicle factory needs three raw materials a turn to operate and power.
de: Schwere Fahrzeugfabrik Schwere Fahrzeugfabriken bauen Konstrukeure, mobile Scanner und die schweren Kampfeinheiten: Panzer, Sturmgeschütze, Raketenwerfer und mobile Missilenwerfer. Eine Schwere Fahrzeugfabrik verbraucht drei Rohmaterialien pro Runde und benötigt Energie.
es: Fábrica de unidades pesadas Construye constructores, radares moviles, y las unidades de combate pesadas: tanques, tanques de asalto, lanzacohetes, y lanzamisiles. Una fábrica de unidades pesadas necesita tres unidades de metal por turno para funcionar, y energía.
fr: Usine à engin lourd Usine permettant la fabrication d'engins lourds, comme les constructeurs, radar mobile, ainsi que les unités de combat : tanks, chars d'assaut, lances-missile mobiles... Nécessite de l'énergie et du minerai en quantité suffisante pour fonctionner.
hu: Schwere Fahrzeugfabrik Schwere Fahrzeugfabriken bauen Konstrukeure, mobile Scanner und die schweren Kampfeinheiten: Panzer, Sturmgeschütze, Raketenwerfer und mobile Missilenwerfer. Eine Schwere Fahrzeugfabrik verbraucht drei Rohmaterialien pro Runde und benötigt Energie.
nl: Zware Voertuigen Fabriek Bouwt bouwers, radarvoertuigen en zware gevechtseenheden: Tanks, aanvalseenheden, raket lanceerders en raket kruipers. Een zware voertuigen fabriek heeft drie ruw materiaal en een energie per beurt nodig om zijn werk te doen.
ru: Автотанковый завод Производит конструкторов, мобильные сканры и тяжелые боевые единицы: танки, штурмовые установки, ракетные установки и РСЗО. Завод требует сырьё для работы и потребляет электроэнергию.
sl: Tovarna težkih vozil Gradi konstruktorje, skenerje in težke bojne enote: tanke, samohodne topove, raketomete in raketna vozila. Za delovanje potrebuje vsako potezo tri enote surovin in energijo iz elektrarne ali generatorja.

# Building12_Name
source: Shipyard
de: Schiffswerft
es: Astillero
fr: Chantier naval
hu: Hajógyár
nl: Scheepswerf
ru: Судоверфь
sl: Ladjedelnica

# Building12_Desc
source: Shipyard Shipyards manufacture ships, such as submarines, sea transporters and missile cruisers. A shipyard requires three raw materials a turn to operate, an power.
de: Schiffswerft Schiffswerften bauen Schiffe, wie U-Boote, See-Transporter und Missilenschiffe. Eine Schiffswerft benötigt drei Rohmaterialien in jeder Runde, um zu operieren, sowie Energie.
es: Astillero Los astilleros fabrican barcos, como submarinos, transportes maritimos, corvetas, o barcos lanzamisiles. Un astillero necesita tres unidades de metal por turno para funcionar, y energía.
fr: Chantier naval Usine permettant la construction de navire : corvettes, destroyers, sous-marins, transporteurs marins...
hu: Schiffswerft Schiffswerften bauen Schiffe, wie U-Boote, See-Transporter und Missilenschiffe. Eine Schiffswerft benötigt drei Rohmaterialien in jeder Runde, um zu operieren, sowie Energie.
nl: Scheepswerf Scheepswerven bouwen schepen, zoals onderzeeers, varend transport en raket cruisers. Een scheepswerf heeft drie materiaal en een brandstof per beurt nodig om zijn werk te doen.
ru: Судоверфь Судоверфь произовдит сумбарины, грузовые корабли и другие виды морской техники. Судоверфь требует сырьё для работы и потребляет электроэнергию.
sl: Ladjedelnica Gradi plovila, kot so podmornice, transportne in bojne ladje. Za delovanje potrebuje vsako potezo tri enote surovin in energijo iz elektrarne ali generatorja.

# Building13_Name
source: Light Vehicle Plant
de: Leichte Fahrzeugfabrik
es: Fábrica de Vehículos ligeros
fr: Usine de véhicule léger
hu: Könnyűgép Gyár
nl: Lichte Voertuigen F.
ru: Мотоциклетный завод
sl: Tovarna lahkih vozil

# Building13_Desc
source: Light Vehicle Plant Builds light vehicles: engineers, trucks, mobile repair units, scouts and mobile anti-aircraft units. A light vehicle plant requires three raw materials a turn to operate and power from a power generator or power station.
de: Leichte Fahrzeugfabrik Baut leichte Fahrzeuge: Pioniere, Lkws, mobile Anti-Lufteinheiten.
es: Fábrica de Vehículos ligeros Construye Vehículos ligeros: exploradores, camiones, unidades de reparaciones móviles, minadores, y antiaereos moviles. Una fábrica de Vehículos ligeros necesita tres unidades de metal por turno para funcionar, y energía bien sea de un generador de energía o de una estación de energía.
fr: Usine de véhicule léger Usine permettant la construction d'engin léger : ingénieur, prospecteur, poseur de mine, camions, réparateur, bulldozer, transporteur, éclaireurs et DCA mobile. Nécessite de l'énergie et du minerai en quantité suffisante pour fonctionner.
hu: Leichte Fahrzeugfabrik Baut leichte Fahrzeuge: Pioniere, Lkws, mobile Anti-Lufteinheiten.
nl: Lichte Voertuigen Fabriek Bouwt lichte voertuigen: Pioniers, vrachtwagens, reparatie eenheden, verkenners en mobiel luchtafweer. Een lichte voertuigen fabriek heeft drie ruw materiaal en een energie per beurt nodig om zijn werk te doen.
ru: Мотоциклетный завод Строит легкие машины: инженеры, грузовики, ремонтные машины, скауты и мобильные зенитки. Завод требует сырьё для работы и потребляет электроэнергию.
sl: Tovarna lahkih vozil Gradi inženirje, transporterje, servisna vozila, izvidnike in mobilne protiletalske enote. Za delovanje potrebuje vsako potezo tri enote surovin in energijo iz elektrarne ali generatorja.

# Building14_Name
source: Gold Refinery
de: Goldraffinerie
es: Refinería
fr: Raffinerie d'or
hu: Aranyfinomító
nl: Goud Raffinaderij
ru: Золотая Рафинария
sl: Rafinerija zlata
